Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, ru

source: Bypass all porn restrictions with ZenMate VPN
de: Umgehe alle Porno-Einschränkungen mit ZenMate VPN
es: Eluda todas las restricciones al porno con ZenMate VPN
fr: Contournez toutes les restrictions sur le porno avec ZenMate VPN
nl: Omzeil alle pornobeperkingen met ZenMate VPN
ru: Забудьте о любых порноограничениях с ZenMate VPN

source: Unblock porn
de: Entsperre Porno
es: Desbloquear porno
fr: Débloquez le porno
nl: Deblokkeer porno
ru: Разблокировать порно

source: Flawless performance
de: Fehlerfreie Leistung
es: Rendimiento impecable
fr: Performance impeccable
nl: Naadloze prestaties
ru: Бесперебойный просмотр

source: Satisfaction guaranteed (wink-wink)
de: Befriedigung garantiert (zwinker-zwinker)
es: Satisfacción garantizada (guiño, guiño)
fr: Satisfaction garantie ;-) ;-)
nl: Tevredenheid gegarandeerd (wink-wink)
ru: Удовлетворение гарантировано (ЕВПОЧЯ)

source: Lift the veil of porn censorship in 3 quick steps
de: Lüfte den Schleier der Porno-Zensur in 3 schnellen Schritten
es: Destape la censura del porno en 3 pasos rápidos
fr: Faites tomber la censure du porno en 3 étapes rapides
nl: Til de sluier van pornocensuur op in 3 snelle stappen
ru: Сорвите покровы порноцензуры за 3 простых шага

source: Start up ZenMate and enjoy adult content as you wish
de: Starte ZenMate und genieße Inhalte für Erwachsene wie du willst
es: Inicie ZenMate y disfrute del contenido para adultos que desee
fr: Démarrez ZenMate et profitez de contenus pour adultes en toute liberté
nl: Start ZenMate op en geniet van erotische inhoud zoals u dat wenst
ru: Запустите ZenMate и наслаждайтесь контентом для взрослых

source: ZenMate is always one step a Head
de: ZenMate ist immer einen Schritt voraus
es: ZenMate siempre va un paso por delante
fr: ZenMate a toujours une longueur d’avance
nl: ZenMate is altijd een stap voor
ru: ZenMate всегда на шаг в переди

source: Our %s users
de: Unsere %s Nutzer
es: Nuestros %s usuarios
fr: Nos %s utilisateurs
nl: Onze %s gebruikers
ru: Наши %s пользователей

source: demand the highest standards
de: verlangen die höchsten Standards
es: exigen los estándares más altos
fr: exigent le meilleur
nl: eisen de hoogste normen
ru: заслуживают самого лучшего

source: BENEFITS
de: VORTEILE
es: VENTAJAS
fr: AVANTAGES
nl: VOORDELEN
ru: ПРЕИМУЩЕСТВА

source: Unblock adult content
de: Entsperre Inhalte für Erwachsene
es: Desbloquear contenido para adultos
fr: Débloquez le contenu pour adultes
nl: Deblokkeer erotische inhoud
ru: Разблокируйте контент для взрослых

source: One click of your mouse grants you unrestricted access to all the adult content you’re now missing out on.
de: Ein Klick auf deine Maus gewährt dir unbeschränkten Zugang zu allen Inhalten für Erwachsene, die du bisher verpasst.
es: Un solo clic le da acceso sin restricciones a todo el contenido para adultos que se está perdiendo.
fr: Un clic de souris suffit pour accéder sans aucune restriction au contenu pour adultes qui vous est pour l’instant interdit.
nl: Met één muisklik krijgt u onbeperkte toegang tot alle erotische inhoud die u nu moet missen.
ru: Один щелчок мышью, и вы получаете доступ ко всему контенту для взрослых, который сейчас вам недоступен.

source: Simultaneous fivesome protection
de: Gleichzeitiger Fünfer-Schutz
es: Protección simultánea de un quinteto
fr: Protection simultanée de cinq appareils
nl: Simultane vijfvoudige bescherming
ru: Одновременная защита пятерни

source: ZenMate VPN will let you lift the veil of online porn restrictions on up to 5 different devices of your choosing.
de: Mit ZenMate VPN kannst du den Schleier der Online-Pornoeinschränkungen auf bis zu 5 verschiedenen Geräten deiner Wahl lüften.
es: ZenMate VPN le permitirá levantar las restricciones a la pornografía en línea en hasta 5 dispositivos distintos.
fr: ZenMate VPN vous permet de contourner les restrictions de la pornographie en ligne sur un maximum de 5 appareils différents au choix.
nl: ZenMate VPN zal de sluier van online pornobeperkingen optillen op maximaal vijf verschillende apparaten van uw keuze.
ru: ZenMate VPN позволит обходить ограничения на просмотр порно на 5 различных устройствах.

source: Take advantage of an
de: Nutze die Vorteile eines
es: ¡Aproveche ya un
fr: Profitez dès maintenant
nl: Profiteer nu van
ru: Воспользуйтесь

source: %s% discount now!
de: Rabatts von %s% jetzt!
es: descuento del %s%!
fr: d'une remise de %s % !
nl: %s% korting!
ru: скидкой %s% сейчас!

source: /month
de: /monat
es: /mes
fr: /mois
nl: /maand
ru: /месяц

source: Free your Mind, We Got you Covered.
de: Befreie deinen Kopf, du bist bestents geschützt.
es: No se preocupe, nosotros le cubrimos.
fr: Soyez tranquille, on s’occupe de tout.
nl: Maak uw geest vrij, wij regelen de rest.
ru: Расслабьтесь, с нами вы в безопасности.

source: Bypass restrictions, stay anonymous & enjoy a free Internet
de: Gehe Beschränkungen um, bliebe anonym & genieße ein freies Internet
es: Eluda las restricciones, manténgase en el anonimato y disfrute de una internet libre
fr: Contournez les restrictions, restez anonyme et profitez d’Internet librement
nl: Omzeil beperkingen, blijf anoniem en geniet van vrijheid op internet
ru: Обходите ограничения, сохраняйте анонимность и наслаждайтесь свободным Интернетом

source: Hide Your IP and an <br><b>Online Ninja you shall be</b>
de: Lass deine IP verbergen und ein <br><b>Online-Ninja sollst du werden</b>
es: Oculte su IP y <br><b>conviértase en un ninja de internet</b>
fr: Masquez votre adresse IP et <br><b>transformez-vous en ninja en ligne</b>
nl: Verberg uw IP en <br><b>wordt een online ninja</b>
ru: Скройте свой IP-адрес, <br><b>и в онлайн-ниндзя превратитесь вы</b>

source: Let ZenMate turn you invisible on the Internet
de: Lass ZenMate dafür sorgen, dass du im Internet unsichtbar wirst
es: Deje que ZenMate le haga invisible en internet
fr: Devenez invisible sur Internet avec ZenMate
nl: Laat ZenMate u onzichtbaar maken op internet
ru: Позвольте ZenMate сделать вас невидимкой в Интернете

source: For a Limited Time Only
de: Nur für begrenzte Zeit
es: Solo Por Tiempo Limitado
fr: Pour une durée limitée seulement
nl: Slechts beperkt geldig
ru: На ограниченное время

source: Price Drop
de: Preissturz
es: Bajada de precio
fr: Baisse de prix
nl: Lagere prijs
ru: Снижение цен

source: /MONTH
de: /MONAT
es: /MES
fr: /MOIS
nl: /MAAND
ru: /МЕСЯЦ

source: LIMITED TIME ONLY
de: NUR FÜR BEGRENZTE ZEIT
es: SOLO POR TIEMPO LIMITADO
fr: OFFRE LIMITÉE
nl: SLECHTS BEPERKT GELDIG
ru: ВРЕМЯ ОГРАНИЧЕНО

source: for Germany
de: für Deutschland
es: para Alemania
fr: pour l’Allemagne
nl: voor Duitsland
ru: в Германии

source: for France
de: für Frankreich
es: para Francia
fr: pour la France
nl: voor Frankrijk
ru: во Франции

source: We’re so confident you’ll love<img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, we’re willing to take all the risk here. After you get ZenMate VPN, you have 30 full days to decide if it’s right for you.
de: Wir vertrauen so stark darauf, dass du <img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, lieben wirst, dass wir gerne das komplette Risiko übernehmen. Wenn du dir ZenMate VPN holst, hast du anschließend volle 30 Tage Zeit, um zu entscheiden, ob unsere Software das Richtige für dich ist.
es: Estamos tan convencidos de que le encantará<img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, que estamos dispuestos a correr con todo el riesgo. Después de obtener ZenMate VPN, dispone de 30 días para decidir si es lo que busca.
fr: Vous allez l'adorer<img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, c'est pourquoi nous sommes prêts à prendre des risques. Dès lors que vous obtenez ZenMate VPN, vous avez jusqu'à 30 jours pour décider si celui-ci vous convient.
nl: Wij zijn zo overtuigd dat u verrukt zult zijn over<img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, dat we bereid zijn hier het volledige risico te lopen. Nadat u ZenMate VPN hebt ontvangen, hebt u 30 volle dagen om te beslissen of u de juiste keuze hebt gemaakt.
ru: Мы настолько уверены, что вам понравится<img src='./img/Logos_color_black.png' alt='Zenmate logo' class='zm_logo'>, что берем все риски на себя. После приобретения ZenMate VPN у вас есть 30 полных дней, чтобы убедиться, что это вам подходит.

source: We go the extra-mile
de: Wir gehen einen Schritt weiter
es: Nos esforzamos por darle lo mejor
fr: Nous avons toujours une longueur d’avance.
nl: Wij gaan een stapje verder
ru: Мы сделали все возможное

source: Every 1-year or more ZenMate subscription gets you a 1-year McAfee Anti-Virus protection for free.
de: Für jedes ZenMate-Abo, das du für 1 Jahr oder länger abschließt, erhältst du kostenlos einen 1-jährigen Virenschutz von McAfee.
es: Por cada suscripción de 1 año o más a ZenMate, le regalamos 1 año gratis de protección antivirus McAfee.
fr: Pour tout abonnement ZenMate d'un an ou plus, nous vous offrons un an gratuit de protection antivirus McAfee.
nl: Voor elke ZenMate-abonnement voor 1 jaar of meer, krijgt u gratis 1 jaar McAfee antivirusbescherming.
ru: При покупке подписки ZenMate на год и более вы бесплатно получаете защиту от вирусов McAfee на 1 год.

source: Real Champions Watch Live Sporting Events with
es: Los campeones de verdad ven los deportes en directo con
