Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, ru

source: Since your real IP address is the one that holds all the information that can be used to track you, when you browse will ZenMate VPN, you’ll become an Internet ninja. You’ll still be able to access your favorite websites and more, but no one will ever know you’re doing it.
de: Deine echte IP-Adresse enthält alle Informationen, die verwendet werden können, um dich zu verfolgen. Darum wirst du zum Internet-Ninja, wenn du mit ZenMate VPN surfst. Du kannst noch immer auf deine Lieblings-Websites und mehr zugreifen, aber niemand wird je wissen, dass du es tust.
es: Su dirección IP real incluye toda la información que puede usarse para rastrear su actividad. Al navegar con ZenMate VPN, se convertirá en un auténtico ninja de internet. Seguirá teniendo acceso a sus webs favoritas, pero nadie sabrá nunca lo que hace.
fr: Comme votre adresse IP réelle est l’élément essentiel permettant de vous suivre à la trace, naviguer avec ZenMate VPN vous transformera en véritable ninja sur Internet. Vous aurez toujours la possibilité d’accéder à vos sites favoris, mais en ayant la certitude que personne ne saura ce que vous faites.
nl: Omdat uw IP-adres alle informatie bevat die kan worden gebruikt om u te traceren, wordt u bij het surfen door ZenMate VPN omgevormd tot een internet-ninja. U zult nog steeds toegang hebben tot uw favoriete websites en meer, maar niemand zal nog ooit weten dat u dat doet.
ru: Поскольку ваш настоящий IP-адрес содержит те данные, которые позволяют отслеживать вашу деятельность в сети, при использовании ZenMate VPN вы становитесь «невидимкой». Вы по-прежнему можете посещать свои любимые сайты и делать все остальное, но больше никто не сможет связать эти действия с вами.

source: Zero Internet restrictions
de: Keine Internet-Einschränkungen
es: Cero restricciones en internet
fr: Internet sans aucune restriction
nl: Geen internetbeperkingen
ru: Отсутствие ограничений в Интернете

source: ZenMate VPN is like an all-access pass to the Internet. You’ll be able to make the most of your streaming subscriptions by access the full content library of services such as Netflix US, HBO Now, or YouTube. The possibilities are endless. And because ZenMate has servers installed in over 30 countries across 6 continents, you can change your IP in order to forever eliminate geo-restrictions and censorship.
de: ZenMate VPN ist wie eine Eintrittskarte für alle Bereiche des Internets. Du kannst alles aus deinen Streaming-Abos herausholen, indem du auf die komplette Bibliothek mit allen Inhalten von Diensten wie Netflix USA, HBO Now oder YouTube zugreifst. Die Möglichkeiten sind unendlich. Und da ZenMate über Server in mehr als 30 Ländern auf 6 Kontinenten verfügt, kannst du deine IP ändern, um Geo-Einschränkungen und Zensur für immer loszuwerden.
es: ZenMate VPN es como un pase de acceso completo a internet. Podrá sacar el máximo provecho de sus suscripciones de streaming y acceder a la biblioteca completa de contenido de servicios como Netflix US, HBO Now o YouTube. Las posibilidades son infinitas. Con servidores instalados en más de 30 países de 6 continentes, ZenMate puede cambiar su IP y eliminar definitivamente cualquier censura o restricción geográfica.
fr: ZenMate VPN est comme un passe-partout pour Internet. Vous pourrez profiter au maximum de vos abonnements de streaming en accédant à l’intégralité du catalogue de services tels que Netflix US, HBO Now ou YouTube. Les possibilités sont infinies. Et comme ZenMate dispose de serveurs installés dans plus de 30 pays, à travers 6 continents, vous pouvez changer votre adresse IP afin d’éliminer à jamais la censure et les restrictions géographiques.
nl: ZenMate VPN is net als een toegangspasje voor het complete internet. U kunt optimaal gebruik maken van uw streamingabonnementen met toegang tot de volledige inhoudsbibliotheek van services zoals Netflix US, HBO Now of YouTube. De mogelijkheden zijn oneindig. En omdat ZenMate in meer dan 30 landen op 6 continenten servers heeft, kunt u uw IP wijzigen om voorgoed komaf te maken met geografische beperkingen en censuur.
ru: ZenMate VPN — это как пропуск в Интернет. Вы сможете на полную катушку использовать ваши подписки в стриминговых сервисах, получив доступ к полным библиотекам контента Netflix США, HBO Now или YouTube. Ваши возможности станут безграничными. А поскольку серверы ZenMate находятся в более чем 30 странах на 6 континентах, вы можете менять свой IP-адрес, чтобы навсегда забыть о региональных ограничениях и цензуре.

source: Torrent safely and anonymously
de: Lade Torrents sicher und anonym herunter
es: Use torrents de forma segura y anónima
fr: Profitez des torrents en toute sécurité et de manière anonyme
nl: Torrents veilig en anoniem downloaden
ru: Используйте торренты безопасно и анонимно

source: Torrenting is not safe anymore. The risks you expose yourself by downloading files without a VPN range from getting your Internet speed significantly reduced by your ISP and all the way to getting huge fines. Why take the chance? Let ZenMate give you total online anonymity and download with complete confidence and peace of mind.
de: Das Herunterladen von Torrents ist nicht mehr sicher. Die Risiken, denen du dich selbst aussetzt, wenn du Dateien ohne ein VPN herunterlädst, reichen von der drastischen Reduzierung deiner Internetgeschwindigkeit durch deinen Internetanbieter bis zu deftigen Strafen. Warum das Risiko eingehen? Lass ZenMate für deine vollständige Online-Anonymität online sorgen und lade Dateien in vollem Vertrauen und ohne Bedenken herunter.
es: La descarga de torrents ya no es segura. Los riesgos a los que se expone al descargar archivos sin usar una VPN van desde restricciones de velocidad por parte de su proveedor de acceso a multas muy elevadas. ¿Por qué arriesgarse? Deje que ZenMate le proporcione un anonimato total en línea y descargue archivos con total confianza y tranquilidad.
fr: L’utilisation des torrents n’est plus aussi sûre qu’auparavant. Les risques auxquels vous vous exposez en téléchargeant des fichiers sans utiliser de VPN vont d’une réduction significative de votre débit Internet imposée par votre FAI au paiement d’amendes exorbitantes. Pourquoi prendre de tels risques ? Confiez à ZenMate le soin de vous garantir un anonymat en ligne total pour pouvoir télécharger sereinement et en toute confiance.
nl: Torrenting is niet langer veilig. De risico’s waaraan u zich blootstelt door het downloaden van bestanden zonder VPN, zijn zeer uiteenlopend. Zo kan uw ISP uw internetsnelheid aanzienlijk vertragen, maar kunt u ook hoge boeten opgelegd krijgen. Waarom zou u dat risico nemen? Laat ZenMate u de totale online anonimiteit geven zodat u in vertrouwen en met een gerust gemoed kunt downloaden.
ru: Использование торрентов больше не является безопасным. Загружая файлы без VPN вы рискуете всем: от ограничения скорости подключения на стороне вашего интернет-провайдера до огромных штрафов. Зачем испытывать судьбу? Позвольте ZenMate обеспечить вам полную анонимность и спокойно загружать файлы.

source: Find the best online shopping deals
de: Finde die besten Shopping-Deals online
es: Encuentre las mejores ofertas de compra en línea
fr: Profitez des meilleures offres d’achat en ligne
nl: Ontdek de beste online winkelaanbiedingen
ru: Используйте самые выгодные предложения онлайн-покупок

source: Here’s something you may not be aware of. Online retailers – from sports stores to travel websites – show different prices to different visitors based on those visitors’ geographical location. By changing your IP address, you can unlock surprisingly big discounts. Pro tip: you can potentially save hundreds of dollars on your next holiday hotel room.
de: Es gibt etwas, das dir vielleicht nicht bewusst ist: Online-Händler – von Sportläden bis zu Reise-Websites – zeigen unterschiedlichen Besuchern unterschiedliche Preise an, abhängig vom geografischen Standort dieser Besucher. Indem du deine IP-Adresse änderst, kannst du überraschend hohe Rabatte freischalten. Profi-Tipp: du kannst potenziell hunderte Euro bei der Buchung deines nächsten Hotelzimmers sparen.
es: Quizá no se haya planteado nunca que muchos comercios en línea (desde tiendas de deportes hasta agencias de viajes) muestran precios distintos a los visitantes en función de su ubicación geográfica. Cambiando la IP, a menudo pueden conseguirse descuentos sorprendentes. Consejo avanzado: puede llegar a ahorrar cientos de euros en el hotel de sus próximas vacaciones.
fr: Voici une information qui vous avait probablement échappé. Les détaillants en ligne (qu’il s’agisse de magasins de sport ou d’agences de voyages, par exemple) présentent des prix différents à leurs visiteurs en fonction de l’emplacement géographique de ces derniers. En changeant d’adresse IP, vous pouvez débloquer des ristournes étonnantes. Conseil de pro : vous pourriez ainsi économiser des centaines d’euros sur votre prochaine chambre d’hôtel pour les vacances.
nl: U bent zich hiervan wellicht niet bewust, maar online kleinhandelaars, van sportwinkels tot reiswebsites, tonen verschillende prijzen aan verschillende bezoekers op basis van hun geografische locatie. Door uw IP-adres te wijzigen, kunt u verrassend grote kortingen ontgrendelen. Pro tip: u kunt werkelijk honderden euro’s besparen op hotelkamers voor u volgende vakantie.
ru: Вот о чем вы, возможно, даже не слышали. Интернет-продавцы (от спортивных магазинов до туристических агентств) отображают разные цены для покупателей из разных стран. Сменив свой IP-адрес, вы можете получить неожиданно большую скидку. Совет для профи: вы, возможно, сможете сэкономить сотни долларов при бронировании отеля на отпуск.

source: How ZenMate turns you invisible online
de: So macht dich ZenMate online unsichtbar
es: Cómo consigue ZenMate hacerle invisible
fr: Comment ZenMate fait-il pour vous rendre invisible en ligne
nl: Hoe ZenMate uw online onzichtbaar maakt
ru: Как ZenMate делает вас невидимым в сети

source: Your IP address is the trigger that allows internet restrictions, censorship, spying, or hacking. That means without it none of that would be possible.
de: Deine IP-Adresse ist der Auslöser, der Internet-Einschränkungen, Zensur, Spionage oder Hacking zulässt. Das heißt, ohne sie wäre all das nicht möglich.
es: Su dirección IP es el resorte que activa cualquier posible restricción, censura, espionaje o hackeo. Sin ella, nada de eso es posible.
fr: Votre adresse IP est l’élément essentiel qui autorise les restrictions Internet, la censure, l’espionnage ou le piratage informatique. Cela signifie que toutes ces menaces seraient impossibles sans cette adresse.
nl: Uw IP-adres is de trigger die internetbeperkingen, censuur, spionage of hacking mogelijk maakt. Dit betekent dat dit allemaal niet zou mogelijk zijn als het IP-adres niet bekend zou zijn.
ru: Ваш IP-адрес — это ключ, обеспечивающий работу ограничений, цензуры, слежки и хакерских атак. Без него все это становится невозможным.

source: So, how does ZenMate VPN manage to hide your IP?
de: Wie also sorgt ZenMate VPN nun dafür, deine IP zu verbergen?
es: ¿Cómo consigue ZenMate VPN ocultar su IP?
fr: Alors, comment ZenMate VPN parvient-il à masquer votre adresse IP ?
nl: Hoe slaagt ZenMate VPN er dan in om uw IP te verbergen?
ru: Так как же ZenMate VPN скрывает ваш IP-адрес?

source: Think of ZenMate as a middle-man between you and your Internet connection. Instead of connecting directly to the Internet, you let ZenMate do it for you. By doing so, your IP address gets replaced by one of ZenMate’s. And your real IP remains unknown to the websites you want to access.
de: Stell dir ZenMate als Mittelsmann zwischen dir und deiner Internetverbindung vor. Anstatt dich direkt mit dem Internet zu verbinden, lässt du ZenMate das für dich übernehmen. Auf diese Weise wird deine IP-Adresse durch eine von ZenMate ersetzt. Und deine echte IP bleibt den Websites, auf die du zugreifen möchtest, unbekannt.
es: Piense en ZenMate como en un intermediario entre usted y su conexión a internet. En lugar de conectarse a internet directamente, ZenMate lo hace por usted. De este modo, su dirección IP queda sustituida por una dirección de ZenMate. Su IP real queda así oculta para los sitios web a los que acceda.
fr: ZenMate est en quelque sorte un intermédiaire placé entre vous et votre connexion Internet. Au lieu de vous connecter directement à Internet, vous passez par ZenMate. En procédant ainsi, votre adresse IP est remplacée par une adresse fournie par ZenMate. Et votre adresse IP demeure inconnue pour les sites auxquels vous voulez accéder.
nl: Denk aan ZenMate als een tussenpersoon tussen u en uw internetverbinding. In plaats van direct met internet te verbinden, laat u dat over aan ZenMate. Hierdoor wordt uw IP-adres vervangen door een adres van ZenMate en blijft uw echt IP onbekend voor de websites die u wilt bezoeken.
ru: Представьте, что ZenMate — это посредник между вами и вашим интернет-подключением. Вместо подключения напрямую к Интернету за вас подключается ZenMate. При этом ваш IP-адрес заменяется адресом ZenMate. А ваш настоящий IP-адрес остается скрытым от сайтов, которые вы посещаете.

source: Why ZenMate VPN?
de: Warum ZenMate VPN?
es: ¿Por qué ZenMate VPN?
fr: Pourquoi choisir ZenMate VPN ?
nl: Waarom ZenMate VPN?
ru: Почему ZenMate VPN?

source: Strict no-logs policy
de: Strikte No-Logs-Richtlinie
es: Política estricta de cero registros
fr: Politique stricte de non-archivage des données
nl: Strikt Geen logbestanden-beleid
ru: Строгая политика отсутствия журналов

source: Our servers keep no type of connection, general information or VPN usage logs. That’s the only way our users can experience total, uncompromised privacy.
de: Unsere Server bewahren keine Art von Verbindung, allgemeine Informationen oder VPN-Nutzungsprotokolle auf. Das ist die einzige Möglichkeit, um unseren Nutzern vollständigen und unbeeinträchtigten Datenschutz bieten zu können.
es: Nuestros servidores no guardan ningún tipo de registro de conexión, información general o uso de la VPN. Es el único modo de asegurar una protección total y sin fisuras a nuestros usuarios.
fr: Nos serveurs ne conservent aucun historique de connexion, d’informations générales ou d’utilisation du VPN. C’est le seul moyen d’assurer à nos utilisateurs une confidentialité totale sans aucun compromis.
nl: Onze servers houden geen type verbinding, algemene informatie of VPN-gebruikslogboeken bij. Dat is de enige manier waarop onze gebruikers kunnen genieten van totale, compromisloze privacy.
ru: На наших серверах не сохраняется тип подключения, общие данные или журналы использования VPN. Только таким способом можно обеспечить полную приватность пользователей.

source: Zero speed sacrifices
de: Keine Geschwindigkeitsverluste
es: Sin sacrificios de velocidad
fr: Aucun sacrifice sur le plan de la vitesse
nl: Niets inboeten aan snelheid
ru: Нулевые задержки

source: Should you sacrifice your Internet connection’s speed for privacy? With some VPN it may be the case, but not with ZenMate. We offer our users access to a state-of-the-art server infrastructure that makes zero speed compromises.
de: Solltest du die Geschwindigkeit deiner Internetverbindung für den Datenschutz opfern? Bei einigen VPNs ist das vielleicht der Fall, aber nicht bei ZenMate. Wir bieten unseren Nutzern Zugriff auf eine hochmoderne Server-Infrastruktur, die keine Kompromisse bei der Geschwindigkeit macht.
es: ¿Sacrificaría la velocidad de su conexión a internet a cambio de privacidad? Con algunas VPN, la pregunta es pertinente, pero no con ZenMate. Nuestros usuarios acceden a una infraestructura de servidores de última generación que no compromete para nada la velocidad.
fr: Votre droit à la vie privée exige-t-il de sacrifier la vitesse de votre connexion Internet ? C’est peut-être le cas avec certains VPN, mais sûrement pas avec ZenMate ! Nous offrons à nos utilisateurs l’accès à une infrastructure de serveurs à la pointe de la technologie sans aucun compromis sur le plan de la vitesse.
nl: Moet u inboeten aan snelheid van de internetverbinding voor privacy? Met sommige VPN’s kan dat het geval zijn, maar niet met ZenMate. Wij bieden onze gebruikers toegang tot een geavanceerde serverinfrastructuur die niets inboet aan snelheid.
ru: Должны ли вы жертвовать скоростью подключения для обеспечения приватности? Возможно, это так для некоторых служб VPN, но не для ZenMate. Мы предлагаем нашим пользователям доступ к современной серверной архитектуре. обеспечивающей отсутствие задержек.

source: One-click connect
de: Ein-Klick-Verbindung
es: Conexión con un solo clic
fr: Connexion en un clic
nl: Verbinding met één muisklik
ru: Подключение одним нажатием

source: Everyone deserves their right for privacy. That’s why we tired making ZenMate as intuitive and user friendly as possible. That means you don’t need to be a tech-guru in order to squeeze all the benefits out of our VPN. One-click is enough to get ZenMate running at full throttle.
de: Jeder verdient sein Recht auf Privatsphäre. Darum haben wir uns bemüht, ZenMate so intuitiv und nutzerfreundlich wie möglich zu gestalten. Du musst also kein Technikfreak sein, um alle Vorteile aus unserem VPN zu saugen. Ein Klick reicht, um ZenMate mit Vollgas zu starten.
es: Todo el mundo tiene derecho a su privacidad. Por ese motivo, intentamos diseñar ZenMate de la manera más intuitiva y clara posible. No hace falta ser un gurú de la tecnología para sacarle el máximo partido a nuestra VPN. Un clic basta para activar ZenMate a pleno rendimiento.
fr: Tout le monde a droit à une vie privée. C’est pour cette raison que nous avons essayé de rendre ZenMate aussi intuitif et convivial que possible. Cela signifie qu’il n’est pas nécessaire d’être un expert en informatique pour profiter de tous les avantages de notre VPN. Un seul clic suffit pour faire fonctionner ZenMate au maximum.
nl: Iedereen verdient zijn recht op privacy. Daarom hebben we geprobeerd ZenMate zo gebruiksvriendelijk mogelijk te maken. Dat betekent dat u geen techneut hoeft te zijn om alle voordelen uit onze VPN te persen. Eén klik volstaat om ZenMate uit te voeren op volle kracht.
ru: Каждый имеет право на приватность. Именно поэтому мы сделали ZenMate интуитивно понятным и простым для всех пользователей. Это означает, что вам не надо быть технически подкованным специалистом, чтобы использовать все преимущества нашей службы VPN. Одного нажатия достаточно, чтобы запустить ZenMate на полную мощность.

source: Protect up to 5 devices
de: Schütze bis zu 5 Geräte
es: Proteja hasta 5 dispositivos
fr: Protégez jusqu’à 5 appareils
nl: Bescherm tot 5 apparaten
ru: Защитите до 5 устройств

source: Let’s be honest. Nowadays most of us use the internet on our phones more than we do on our computer. But that doesn’t mean we shouldn’t secure all of our Internet connected devices. That’s why one ZenMate VPN subscription is enough to cover up to 5 different devices. And don’t matter about their operating system. ZenMate is optimized for Windows, Mac, iOS, Android, and even routers or gaming consoles.
de: Seien wir ehrlich: Heutzutage nutzen die meisten von uns das Internet auf unseren Telefonen mehr als auf dem Computer. Aber das heißt nicht, dass wir nicht alle unsere Geräte, die eine Internetverbindung haben, schützen sollten. Darum reicht ein ZenMate VPN-Abo, um bis zu 5 verschiedene Geräte zu schützen – egal welches Betriebssystem sie haben. ZenMate ist für Windows, Mac, iOS, Android und sogar Router oder Spielekonsolen optimiert.
es: Seamos sinceros. Hoy en día, casi todos hacemos más uso de internet en nuestros teléfonos que en los ordenadores. Pero eso no significa que no debamos proteger todos nuestros dispositivos conectados a internet. Una única suscripción a ZenMate VPN es suficiente para proteger hasta 5 dispositivos, independientemente del sistema operativo. ZenMate está optimizado para Windows, Mac, iOS, Android, e incluso enrutadores o consolas de juegos.
fr: Soyons honnêtes. Nous sommes aujourd’hui une majorité à surfer sur Internet au moyen de notre téléphone plutôt que d’un ordinateur. Mais cela ne veut pas dire que nous ne devons pas protéger tous nos appareils connectés à Internet. C’est pour cette raison qu’un seul abonnement à ZenMate VPN suffit pour couvrir jusqu’à 5 appareils différents. Et cela, quel que soit le système d’exploitation des appareils. ZenMate est optimisé pour Windows, Mac, iOS, Android et même les routeurs ou les consoles de jeux.
nl: Laten we eerlijk zijn. Tegenwoordig gebruiken de meesten onder ons internet vaker op de telefoon dan op de computer. Maar dat betekent niet dat we niet al onze met internet verbonden apparaten moeten beveiligen. Daarom is één Zenmate VPN-abonnement voldoende om tot 5 verschillende apparaten te dekken. En het maakt niet uit wat het besturingssysteem is. ZenMate is geoptimaliseerd voor Windows, Mac, iOS, Android en zelfs voor routers of gameconsoles.
ru: Будем честны. В наши дни большинство людей использует Интернет на телефоне чаще, чем на компьютере. И мы должны защищать все устройства, подключенные к Интернету. Вот почему одной подписки ZenMate VPN достаточно для защиты 5 разных устройств. И не волнуйтесь насчет операционных систем. ZenMate оптимизирован для Windows, Mac, iOS, Android, и даже роутеров и игровых приставок.

source: Here’s what experts have to say...
de: Das sagen die Experten:
es: Esto es lo que dicen los expertos...
fr: Voici ce qu’en disent les experts...
nl: Dit zeggen de experts...
ru: Вот что говорят эксперты:

source: "ZenGuard's ZenMate VPN is a solid choice for VPN users that don't want a lot of fuss"
de: „ZenMate VPN von ZenGuard ist eine solide Wahl für VPN-Nutzer, die nicht viel Gedöns wollen.“
es: "ZenMate VPN de ZenGuard es una opción sólida para los usuarios de VPN que no quieran complicaciones."
fr: « ZenMate VPN de ZenGuard est un excellent choix pour les utilisateurs de VPN qui préfèrent éviter les complications. »
nl: “ZenMate VPN van ZenGuard is een betrouwbare keuze voor VPN-gebruikers die geen onnodig omhaal willen”
ru: «ZenMate VPN от ZenGuard — это отличный выбор для пользователей, которым нужны надежность и спокойствие»

source: "Simple and straightforward, great if that is what you are looking for."
de: „Einfach und gerade heraus, großartig, wenn du genau danach suchst.“
es: "Ideal si busca una opción sencilla y directa."
fr: « Idéal si vous êtes à la recherche d’une solution simple et facile à utiliser. »
nl: “Eenvoudig en rechtlijnig, fantastisch als dat is wat u zoekt.”
ru: «Просто и понятно, вот как это работает.»

source: "ZenMate allows users to travel invisibly through the online network, anytime, anywhere."
de: „Mit ZenMate können Nutzer unsichtbar durch das Online-Netzwerk reisen – jederzeit, überall.“
es: "ZenMate permite a los usuarios viajar por la red sin ser vistos, en cualquier momento y lugar."
fr: « ZenMate permet aux utilisateurs de naviguer de manière invisible sur le réseau en ligne, à tout moment et en tout lieu. »
nl: “ZenMate laat gebruikers onzichtbaar reizen door het online netwerk, altijd, overal.”
ru: «ZenMate позволяет пользоваться Интернетом, оставаясь невидимыми где угодно и в любое время.»

source: Oops! that experiment didn't work...
de: Hoppla! Da ist wohl was schiefgelaufen.
es: ¡Vaya! Ese experimento no ha funcionado...
fr: oups ! Cet essai ne vous a amené nulle part…
nl: Oeps! Dat experiment heeft niet gewerkt...
ru: Упс! Это не сработало...

source: Go Home
de: Zurück zur Startseite
es: Ir a Inicio
fr: Retournez à la page d’accueil »
nl: Naar startpagina
ru: На главную
