Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, ru

source: Don't get too<br> scared this October
de: Lass dich dieses Jahr im Oktober <br>nicht allzu sehr erschrecken
es: No se asuste <br>demasiado este octubre
fr: Ne prenez pas peur<br> en ce mois d'octobre
nl: Laat je niet teveel<br> schrik aanjagen deze oktober
ru: Не слишком пугайтесь в этом <br>октябре

source: We're just SLASHING our prices,<br> everything else stays the same
de: Wir schrumpfen nur unsere Preise,<br> ansonsten bleibt alles wie gehabt
es: Solo REMATAMOS nuestros precios,<br> todo lo demás sigue igual
fr: Seuls nos prix seront DÉCOUPÉS,<br> rien d'autre ne changera
nl: We HAKKEN in onze prijzen,<br> al de rest blijft ongewijzigd
ru: Мы РАСЧЛЕНЯЕМ только наши цены,<br> все остальное сохраняется без изменений

source: Get ZenMate VPN Ultimate for<br><b>ONLY </b><big>%s</big><small>/month</small>
de: Hol dir ZenMate VPN Ultimate für <br><b>NUR </b><big>%s</big> <small>/ Monat</small>
es: Obtenga ZenMate VPN Ultimate por <br><b>SOLO</b> <big>%s </big><small>/mes</small>
fr: Obtenez ZenMate VPN Ultimate pour<br><b>SEULEMENT</b><big>%s</big> <small>/ mois</small>
nl: Schaf ZenMate VPN Ultimate aan voor<br><b>SLECHTS </b><big>%s</big><small>/maand</small>
ru: Получите ZenMate VPN Ultimate <br><b>ВСЕГО</b> за <big>%s</big> <small>в месяц</small>

source: Get ZenMate VPN
de: Hol dir ZenMate VPN
es: Obtener ZenMate VPN
fr: Obtenez ZenMate VPN
nl: Schaf ZenMate VPN nu aan
ru: Получить ZenMate VPN

source: Not saying we're the best VPN %s
de: Wir sagen nicht, dass wir den besten VPN Dienst %s
es: No decimos que seamos la mejor VPN %s
fr: Nous ne sommes pas le meilleur VPN %s
nl: We zeggen niet dat we de beste VPN %s zijn
ru: Не станем говорить, что мы лучший сервис VPN %s

source: for United States
de: für die Vereinigten Staaten
es: para Estados Unidos
fr: pour les États-Unis
nl: voor de Verenigde Staten
ru: в США

source: But we couldn't find anyone better
de: Aber wir konnten keinen besseren finden
es: Pero no hemos encontrado ninguna mejor
fr: Mais nous n'en avons pas trouvé mieux
nl: Maar iets beter hebben we niet kunnen vinden
ru: Но нам не удалось найти сервиса лучше

source: /mo
de: /Monat
es: /mes
fr: /mois
nl: /m
ru: /месяц

source: You’re Covered By our 30-Day<br>Money-Back Guarantee
de: Dank unserer 30 Tage Geld-zurück-Garantie<br>gehst du keinerlei Risiko ein
es: Está cubierto por nuestra garantía<br>de reembolso de 30 días
fr: Vous bénéficiez d'une <br>Garantie Satisfait ou Remboursé de 30 jours
nl: U bent gedekt door onze 30-dagen<br>geld-terug garantie
ru: Вы защищены нашей 30-дневной<br>гарантией возврата денег

source: We’re so confident you’ll love<img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, we’re willing to take all the risk here. After you get ZenMate VPN, you have 30 full days to decide if it’s right for you.
de: Wir vertrauen so stark darauf, dass du <img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, lieben wirst, dass wir gerne das komplette Risiko übernehmen. Wenn du dir ZenMate VPN holst, hast du anschließend volle 30 Tage Zeit, um zu entscheiden, ob unsere Software das Richtige für dich ist.
es: Estamos tan convencidos de que le encantará<img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, que estamos dispuestos a correr con todo el riesgo. Después de obtener ZenMate VPN, dispone de 30 días para decidir si es lo que busca.
fr: Vous allez l'adorer<img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, c'est pourquoi nous sommes prêts à prendre des risques. Dès lors que vous obtenez ZenMate VPN, vous avez jusqu'à 30 jours pour décider si celui-ci vous convient.
nl: Wij zijn zo overtuigd dat u verrukt zult zijn over<img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, dat we bereid zijn hier het volledige risico te lopen. Nadat u ZenMate VPN hebt ontvangen, hebt u 30 volle dagen om te beslissen of u de juiste keuze hebt gemaakt.
ru: Мы настолько уверены, что вам понравится<img src='./img/Logos_color.png' alt='Zenmate logo' class='zm_logo'>, что берем все риски на себя. После приобретения ZenMate VPN у вас есть 30 полных дней, чтобы убедиться, что это вам подходит.

source: Slash %s% off<br>ZenMate VPN!
de: ZenMate VPN um<br>%s% reduziert!
es: ¡Gran descuento del %s%<br>en ZenMate VPN!
fr: %s% en moins<br>sur le VPN !
nl: %s% korting op<br>ZenMate VPN!
ru: Получите ZenMate VPN<br>со скидкой %s%!

source: BEST DEAL
de: Bestes Angebot
es: LA MEJOR OFERTA
fr: La meilleure offre
nl: BESTE DEAL
ru: ВЫГОДНАЯ СДЕЛКА

source: Claim your discount
de: Jetzt den Rabatt schnappen
es: No deje pasar su descuento
fr: Réclamez votre réduction
nl: Vraag uw korting
ru: Получите свою скидку

source: Unblock an Endless Amount of Streaming Content
de: Entsperre endlos viele Streaming-Inhalte
es: Desbloquee una cantidad ilimitada de contenidos en streaming
fr: Débloquez une infinité de contenus en Streaming
nl: Deblokkeer een oneindige hoeveelheid streaming-inhoud
ru: Разблокируйте бесконечный объем стримингового контента

source: So, You Can Cross Off Movies and TV Shows from Your “To Watch” List
de: So kannst du endlich einen Haken hinter die Filme und TV-Serien auf deiner Wunschliste setzen
es: Así, podrá ver en streaming todas las películas y programas de televisión que desee
fr: Ainsi, vous pourrez retirer de votre bucket list "Must Watch", tous les films et émissions à ne pas manquer
nl: U kunt dus alle films en tv-programma’s die u wilt streamen, bekijken
ru: Итак, можете начинать вычеркивать фильмы и сериалы из вашего списка «Что посмотреть»

source: Do you know that thrilling feeling you get when you read about one of your favorite shows coming to a streaming service? Good. Then, you probably also know the let-down of realizing it won't be available in your country.
de: Kennst du dieses fesselnde Gefühl, wenn du liest, dass eine deiner Lieblingsserien ihren Weg zu einem Streaming-Service findet? Gut. Aber wahrscheinlich weiß du auch, wie deprimierend es sein kann, wenn du realisierst, dass sie in deinem Land nicht verfügbar sein wird.
es: ¿Recuerda aquella emoción al leer que alguno de sus programas favoritos podrá verse en un servicio de streaming? Bien. Entonces, seguramente también le resultará familiar la decepción posterior al saber que en su país no estará disponible.
fr: Connaissez-vous cette excitation à l'annonce de la diffusion prochaine de l'un de vos programmes favoris en streaming ? Si tel est le cas, vous connaissez certainement l'effet inverse qu'un message d'erreur peut susciter en raison de limitations sur votre région.
nl: Kent u dat opwindende gevoel dat u krijgt wanneer u leest dat u een van uw favoriete programma’s op een streamingservice zult kunnen bekijken? Goed. Dan weet u wellicht ook hoe ontgoocheld u bent als u zich realiseert dat ze niet in uw land zullen beschikbaar zijn.
ru: Вам знакомо это чувство волнения, когда вы читаете о выходе вашего любимого сериала на стриминговом сервисе? Хорошо. Тогда вам, возможно, знакомо и разочарование, когда вы узнаете, что он недоступен в вашей стране.

source: If you’re fed-up with it,
de: Wenn du es leid bist,
es: Si está cansado de esto,
fr: Si cela vous met en rogne,
nl: Als u dat beu bent,
ru: Если вас это огорчает,

source: there’s a simple solution to get access to every video on the internet.
de: gibt es eine einfache Lösung, mit der du dir freien Zugang zu allen Video-Inhalten im Internet verschaffst.
es: existe una solución fácil para tener acceso a todos los vídeos de internet.
fr: il existe un moyen très simple d'accéder à toutes les vidéos de votre choix sur Internet.
nl: is er een eenvoudige oplossing om toegang te krijgen tot elke video op internet.
ru: есть простой способ получить доступ к любому видео в Интернете.

source: Say Hello to Limitless Streaming
de: Freue dich auf Streaming ohne Grenzen
es: Bienvenido al streaming sin limitaciones
fr: Dites bonjour à un Streaming sans aucune limitation
nl: Maak kennis met onbeperkt streamen
ru: Скажите «Привет» неограниченному стримингу

source: If you want to access streaming content from other countries, ZenMate VPN has a special feature with dedicated servers for streaming media. Binge-watch all the content from:
de: Wenn du Streaming-Inhalte aus anderen Ländern abrufen willst, bietet dir ZenMate VPN eine spezielle Funktion mit dedizierten Servern, die für Streaming optimiert sind. Damit steht dem Binge-Watching nichts mehr im Weg – bei allen Inhalten von:
es: Si desea acceder a contenidos en streaming de otros países, ZenMate VPN incluye una función especial con servidores dedicados para estas transmisiones. Prepárese para una maratón de contenidos de:
fr: Si vous souhaitez accéder à vos contenus en streaming quel que soit votre emplacement, ZenMate VPN dispose de fonctionnalités et serveurs dédiés aux contenus en streaming. Regardez autant de contenus que vous le souhaitez :
nl: Als u toegang wilt tot streaming-inhoud van andere landen, heeft ZenMate VPN een speciale functie met specifieke servers voor het streamen van media. U kunt nu een sessie binge-watching plannen om alle inhoud te zien van:
ru: Если вы хотите получать доступ к стриминговому контенту из другой страны, у ZenMate VPN есть для этого специальная функция с выделенными серверами для стриминга. Смотрите контент до упаду с:

source: Binge Until Your Eyes<br><b>Pop Out</b>
de: Binge-Watching, bis die Augen<br><b>rausfallen</b>
es: Vea películas y series<br><b>sin parar</b>
fr: Des contenus à Perte<br><b>De Vue</b>
nl: Bekijk films en tv-programma’s<br><b>non-stop</b>
ru: Смотрите, пока глаза<br><b>не лопнут</b>

source: ZenMate VPN is a one-click quick-fix to uncover all the streaming content in the world. It works kind of like a virtual teleporter. You connect your device to a remote server and change your IP with one from a different country. This way, you can <b>stream anything you want.</b> No restrictions!
de: ZenMate VPN ist die Lösung, um mit nur einem Klick alle Streaming-Inhalte weltweit zu entsperren. Die Software funktioniert wie ein virtueller Teleporter: Du verbindest dein Gerät mit einem Server in der Ferne und tauschst deine IP-Adresse gegen einer andere aus einem fremden Land. Auf diese Weise kannst du <b>streamen, was immer dein Herz begehrt.</b> Ohne Einschränkungen!
es: ZenMate VPN es una solución rápida en un solo clic para desbloquear todos los contenidos en streaming del mundo. Funciona como una especie de teletransportador virtual que conecta su dispositivo a un servidor remoto y cambia su IP por una de otro país. De esta forma, puede <b>ver en streaming lo que quiera.</b> ¡Sin restricciones!
fr: ZenMate VPN vous permet de débloquer les contenus streaming du monde entier. Laissez-vous téléporté virtuellement. Votre appareil est connecté à un serveur à distance et votre adresse IP est remplacée par une adresse d'un pays différent. Vous pourrez ainsi <b>accédez à tous vos contenus en streaming</b> sans Aucune restriction !
nl: ZenMate VPN is een snelle oplossing met één klik om alle streaming-inhoud in de hele wereld te onthullen. Verbind uw apparaat met een externe server en wijzig uw IP naar een IP van een ander land. Op deze manier kunt u <b>alles streamen wat u maar wilt.</b> Geen beperkingen!
ru: ZenMate VPN — это палочка-выручалочка для мгновенного доступа к любому стриминговому контенту мира. Он работает как виртуальный телепортатор. Вы подключаетесь со своего устройства к удаленному серверу и меняете свой IP-адрес на адрес из другой страны. Таким образом вы можете <b>смотреть все что захотите.</b> Никаких ограничений!

source: All it takes are 3 easy steps
de: Nur 3 einfache Schritte sind notwendig
es: Basta con 3 sencillos pasos
fr: Il vous suffit de 3 petites étapes
nl: Dit vraagt slechts 3 eenvoudige stappen
ru: Для этого достаточно 3 простых действий

source: Launch <img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'>or the streaming service you’re trying to use and discover a whole different library of streaming content.
de: Starte <img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'>oder einen anderen Streaming-Service, den du nutzen möchtest, und entdecke eine gänzlich neue Bibliothek an Streaming-Inhalten.
es: Abra <img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'>o el servicio de streaming que intente usar y descubra una biblioteca de contenidos completamente distinta.
fr: Lancez<img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'> ou la plateforme de streaming recherchée et découvrez-y un tout nouveau catalogue.
nl: Start <img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'>of de streamingservice die u probeert te gebruiken en ontdek een volledig andere bibliotheek van streaming-inhoud.
ru: Запустите <img src='./img/logo_netflix.svg' alt='Netflix Logo' class='netflix_logo'>или стриминговый сервис, который хотите смотреть, и осваивайте полностью иную библиотеку контента.

source: Download the ZenMate app
de: Lade die ZenMate-App herunter
es: Descargue la app ZenMate
fr: Téléchargez l'application ZenMate
nl: Download de ZenMate-app
ru: Загрузите приложение ZenMate

source: Select a server to change your location
de: Wähle einen Server aus, um deinen Standort zu ändern
es: Seleccione un servidor para cambiar de ubicación
fr: Sélectionnez un serveur pour changer d'emplacement
nl: Selecteer een server om uw locatie te wijzigen
ru: Выберите сервер для смены местоположения

source: Click to connect
de: Klicke zum Verbinden
es: Haga clic para conectarse
fr: Cliquez pour vous connecter
nl: Klik om verbinding te maken
ru: Нажмите кнопку подключения

source: Do you know that thrilling feeling you get when you read about one of your favorite shows coming to a streaming service? Good. Then, you probably also know the let-down of realizing it won’t be available in your country.
de: Kennst du dieses fesselnde Gefühl, wenn du liest, dass eine deiner Lieblingsserien ihren Weg zu einem Streaming-Service findet? Gut. Aber wahrscheinlich weiß du auch, wie deprimierend es sein kann, wenn du realisierst, dass sie in deinem Land nicht verfügbar sein wird.
es: ¿Recuerda aquella emoción al leer que alguno de sus programas favoritos podrá verse en un servicio de streaming? Bien. Entonces, seguramente también le resultará familiar la decepción posterior al saber que en su país no estará disponible.
fr: Connaissez-vous cette excitation à l'annonce de la diffusion prochaine de l'un de vos programmes favoris en streaming ? Si tel est le cas, vous connaissez certainement l'effet inverse qu'un message d'erreur peut susciter en raison de limitations sur votre région.
nl: Kent u dat opwindende gevoel dat u krijgt wanneer u leest dat u een van uw favoriete programma’s op een streamingservice zult kunnen bekijken? Goed. Dan weet u wellicht ook hoe ontgoocheld u bent als u zich realiseert dat ze niet in uw land zullen beschikbaar zijn.
ru: Вам знакомо это чувство волнения, когда вы читаете о выходе вашего любимого сериала на стриминговом сервисе? Хорошо. Тогда вам, возможно, знакомо и разочарование, когда вы узнаете, что он недоступен в вашей стране.

source: Watch your Netflix show anywhere you go
de: Sieh dir deine Netflix-Sendung an, egal wo du hingehst
es: Vea sus programas de Netflix desde cualquier parte
fr: Regardez votre programme Netflix partout où vous allez
nl: Bekijk uw Netflix-programma’s, waar u ook bent
ru: Смотрите любимые сериалы Netflix из любой страны

source: Access Netflix US with ZenMate VPN
de: Zugriff auf Netflix USA mit ZenMate VPN
es: Acceda a Netflix EE. UU. con ZenMate VPN
fr: Accédez à Netflix US avec ZenMate VPN
nl: Ga naar Netflix US met ZenMate VPN
ru: Доступ к американской версии Netflix с ZenMate VPN

source: Covers up to 5 devices
de: Schützt bis zu 5 Geräte
es: Cubre hasta 5 dispositivos
fr: Couvre jusqu’à 5 appareils
nl: Dekt tot 5 apparaten
ru: Защита до 5 устройств

source: Buffer-free streaming
de: Streaming ohne Pufferzeiten
es: Streaming sin búfer
fr: Streaming sans ralentissements
nl: Buffervrije streaming
ru: Стриминг без буферизации

source: Flawless connectivity
de: Fehlerfreie Konnektivität
es: Conectividad impecable
fr: Connexion parfaite
nl: Naadloze verbinding
ru: Бесперебойное подключение

source: The complete Netflix experience
de: Das komplette Netflix-Erlebnis
es: La experiencia de Netflix completa
fr: L’expérience Netflix intégrale
nl: De volledige Netflix-ervaring
ru: Используйте Netflix на 100%

source: Unblock Netflix US
de: Entsperre Netflix USA
es: Desbloquear Netflix EE. UU.
fr: Débloquer Netflix US
nl: Deblokkeer Netflix US
ru: Доступ к американской версии Netflix

source: Easy 1-minute setup
de: Einfache Einrichtung in 1 Minute
es: Configuración fácil en 1 minuto
fr: Configuration facile en 1 minute
nl: Bliksemsnelle installatie
ru: Простая настройка за 1 минуту

source: Lift all Netflix restrictions in 3 quick steps
de: Hebe alle Netflix-Einschränkungen in 3 schnellen Schritten auf
es: Elimine todas las restricciones de Netflix en 3 rápidos pasos
fr: Levez toutes les restrictions Netflix en 3 étapes rapides
nl: Hef alle Netflix-beperkingen op in 3 snelle stappen
ru: Обход всех ограничений Netflix за 3 простых шага

source: Start up ZenMate and enjoy Netflix US
de: Starte ZenMate und genieße Netflix USA
es: Ponga en marcha ZenMate y disfrute de Netflix EE. UU.
fr: Démarrez ZenMate et profitez de Netflix US
nl: Start ZenMate en geniet van Netflix US
ru: Запустите ZenMate и наслаждайтесь американской версией Netflix

source: ZenMate is always one step ahead
de: ZenMate ist immer einen Schritt voraus
es: ZenMate va siempre un paso por delante
fr: ZenMate a toujours une longueur d’avance
nl: ZenMate is altijd een stap voor
ru: ZenMate всегда на шаг впереди

source: Our 45+ million users demand the highest standards
de: Unsere mehr als 45 Millionen Benutzer fordern die höchsten Standards
es: Nuestros más de 45 millones de usuarios exigen lo mejor
fr: Nos plus de 45 millions d’utilisateurs exigent ce qui se fait de mieux
nl: Onze meer dan 45 miljoen gebruikers eisen de hoogste normen
ru: Наши 45+ миллионов пользователей получают сервис по самым высоким стандартам

source: 5-star streaming experience
de: 5-Sterne-Streamingerlebnis
es: Streaming de 5 estrellas
fr: Expérience de streaming 5 étoiles
nl: 5 sterren streamingervaring
ru: Великолепное качество стриминга

source: Tired of buffering or long loading times? We know how it is. That’s why our servers are designed with speed in mind, so we can help our users avoid such frustration.
de: Keine Lust mehr auf Puffern oder lange Ladezeiten? Wir wissen wie das ist. Darum haben wir bei der Entwicklung unserer Server an die Geschwindigkeit gedacht. So können wir unseren Benutzern helfen, diese Frustrationen zu vermeiden.
es: ¿Harto de problemas con el búfer o tiempos largos de carga? Sabemos lo que es. Por eso, nuestros servidores están diseñados pensando en la velocidad, para que podamos ayudar a nuestros usuarios a evitar esa frustración.
fr: Fatigué des ralentissements ou des temps de chargement interminables ? Nous vous comprenons tout à fait. C’est pour cette raison que nos serveurs sont conçus dans un souci de vitesse, afin que nous puissions aider nos utilisateurs à éviter de telles frustrations.
nl: Buffering of lange laadtijden ook beu? Wij weten hoe het voelt. Daarom hebben we aan snelheid gedacht bij het ontwerpen van onze servers en kunnen wij onze gebruikers deze frustraties te besparen.
ru: Устали от постоянной буферизации или долгой загрузки? Мы знаем, каково это. Поэтому наши серверы настроены так, чтобы обеспечивать максимальную скорость, чтобы наши пользователи были довольны.

source: One click of your mouse grants you access to all the Netflix content you are now missing out on.
de: Ein Klick auf deine Maus gewährt dir Zugang zu allen Netflix-Inhalten, die du bisher verpasst.
es: Un solo clic le da acceso a todo el contenido de Netflix que ahora se está perdiendo.
fr: Il suffit d’un clic avec votre souris pour accéder à l’intégralité du contenu Netflix qui vous est pour l’instant interdit.
nl: Met één muisklik krijgt u toegang tot alle Netflix-inhoud die u nu moet missen.
ru: Один щелчок мышью, и вы получаете доступ ко всему контенту Netflix, который сейчас вам недоступен.

source: Enjoy ZenMate on up to 5 different devices
de: Genieße ZenMate auf bis zu 5 verschiedenen Geräten
es: Disfrute de ZenMate en hasta 5 dispositivos distintos
fr: Profitez de ZenMate sur 5 appareils différents au maximum
nl: Geniet Van ZenMate op maximaal 5 verschillende apparaten
ru: Наслаждайтесь ZenMate на 5 устройствах

source: Let ZenMate lift the veils of Internet restrictions on all your Internet connected devices.
de: Lass ZenMate die Schleier für alle Einschränkungen auf allen deinen Geräten lüften, die mit dem Internet verbunden sind.
es: Deje que ZenMate destape las restricciones de internet en todos sus dispositivos conectados a la red.
fr: Laissez ZenMate lever les restrictions Internet sur tous vos appareils connectés à Internet.
nl: Laat ZenMate de sluier oplichten van internetbeperkingen op al uw apparaten met internettoegang.
ru: Позвольте ZenMate освободить Интернет от ограничений на всех ваших устройствах.

source: Avoid the torrent police and find your inner peace
de: Entgehe der Torrent-Polizei und finde deinen inneren Frieden
es: Evite a la policía de los torrents y relájese
fr: Évitez la police du torrent et trouvez votre paix intérieure
nl: Vermijd de torrent-politie en vind innerlijke rust
ru: Забудьте о слежке за торрентами и обретите душевный покой

source: download your files in complete secrecy
de: Alles bleibt privat. Halte deine Downloads geheim
es: Descargue sus archivos en absoluto secreto
fr: télécharger vos fichiers en toute intimité
nl: Download uw bestanden in het geheim
ru: Полностью безопасная загрузка файлов

source: Free your Mind,<br>We Got you Covered.
de: Befreie deinen Kopf,<br>du bist bestents geschützt.
es: No se preocupe,<br>nosotros le cubrimos.
fr: Soyez tranquille,<br>on s’occupe de tout.
nl: Maak uw geest vrij,<br>wij regelen de rest.
ru: Расслабьтесь,<br>с нами вы в безопасности.

source: Bypass restrictions,<br>stay anonymous & enjoy a free Internet
de: Gehe Beschränkungen um,<br>bliebe anonym & genieße ein freies Internet
es: Eluda las restricciones,<br>manténgase en el anonimato y disfrute de una internet libre
fr: Contournez les restrictions,<br>restez anonyme et profitez d’Internet librement.
nl: Omzeil beperkingen,<br>blijf anoniem en geniet van vrijheid op internet
ru: Обходите ограничения,<br>сохраняйте анонимность и наслаждайтесь свободным Интернетом

source: Torrent any time with complete peace of mind
de: Torrents jederzeit mit absolutem Seelenfrieden
es: Descargue torrents cuando quiera con total tranquilidad
fr: Pouvoir utiliser le Torrent à tout moment en toute tranquillité
nl: Surf altijd met complete gemoedsrust
ru: Используйте торренты без ненужного беспокойства

source: Fast, secret and unlimited downloads
de: Schnelle, geschützte und grenzenlose Downloads
es: Descargas rápidas, secretas e ilimitadas
fr: Téléchargements rapides, confidentiels et illimités
nl: Snelle, geheime en onbeperkte downloads
ru: Быстрые и безопасные загрузки без ограничений

source: We’re bringing <br>se<b class="red_x">XXX</b>y back
de: Wir bringen <br>se<b class="red_x">XXX</b>y zurück
es: Recuperando lo <br>se<b class="red_x">XXX</b>i
fr: Le porno redevient <br>se<b class="red_x">XXX</b>y
nl: Wij brengen <br>se<b class="red_x">XXX</b>y terug
ru: О<b class="red_x">ХХХ</b>, вот и мы!
