Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/fra/LC_MESSAGES/messages.po
Languages: fr_fr

source: Private Internet Access has a no questions asked 7-day money back guarantee. Subscribe to Private Internet Access today to start streaming now!
fr_fr: Private Internet Access offre une garantie de remboursement 7 jours sans devoir se justifier. Souscrivez un abonnement Private Internet Access dès aujourd'hui et Streamez sans plus tarder !

source: Will my IP address be exposed to streaming services or websites?
fr_fr: Mon adresse IP sera t-elle divulguée aux plateformes et sites de Streaming ?

source: By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Streaming services and websites will only see our Private Internet Access IP address, not your device’s IP address.
fr_fr: En utilisant Private Internet Access, votre traffic est crypté à l'aide de notre tunnel VPN relié à Internet à partir de l'une de nos adresses IP. Les plateformes et sites de Streaming ne verront que l'adresse IP fournie par Private Internet Access et non l'adresse IP de votre appareil.

source: Does Private Internet Access limit the bandwidth that streamers can use?
fr_fr: Private Internet Access est-il susceptible de limiter la bande passante utilisée par les Streamers ?

source: Private Internet Access is the premier no log VPN - this means that we don’t even know if you are streaming. All of our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
fr_fr: Private Internet Access est le premier VPN "No Log" - cela implique que nous n'avons aucune idée de ce que vous Streamez. Tous nos serveurs offrent une bande passante illimitée et nous ne restreignons pas nos utilisateurs. Jamais. Optez pour Private Internet Access et profitez d'Internet en illimité et sans aucune censure.

source: Will Private Internet Access be blocked on my favorite streaming service or website?
fr_fr: Private Internet Access est-il susceptible d'être bloqué sur mes plateformes de Streaming ou sites web favoris ?

source: Private Internet Access believes in an open internet and is always working to make sure that no blocks exist for our VPN users. Use our service today to see why Private Internet Access is the best VPN for streaming online.
fr_fr: Private Internet Access croit en l'Internet ouvert et tente de toujours s'assurer que nos utilisateurs VPN ne rencontrent aucun obstacle. Optez pour notre service aujourd'hui et découvrez en quoi Private Internet Access est le meilleur VPN pour votre Streaming en ligne.

source: Get Unbreakable Online Security With<br><b>The Best VPN for<br><span class="color_pia_light_orange">%s</span></b>
fr_fr: Profitez d'une sécurité imparable avec <br><b>Le Meilleur VPN pour<br><span class="color_pia_light_orange">%s</span></b>

source: Get Private Internet Access VPN
fr_fr: Obtenez Private Internet Access VPN

source: Try it risk free! <i class='fas fa-award'></i><span class='text-uppercase'> %s-day money back guarantee</span>
fr_fr: Testez-le sans risque ! <i class='fas fa-award'></i><span class='text-uppercase'> remboursement garanti %s jours</span>

source: Try it risk free!<br><span class='text-uppercase'>%s-day money back guarantee</span>
fr_fr: Testez-le sans risque ! r<br><span class='text-uppercase'>remboursement garanti sous %s jours</span>

source: Private Internet Access VPN for %s% OFF
fr_fr: Private Internet Access VPN - Moins %s %

source: The Top VPN for<br><b>France</b>
fr_fr: Le Meilleur VPN pour<br><b>la France</b>

source: <b>Unblock</b><br>a world of content
fr_fr: <b>Débloquez</b><br>une infinité de contenus

source: Rated as the Best VPN Service In<br><b><span class="color_pia_light_orange">%s</span></b>
fr_fr: Élu Meilleur Service VPN<br><b><span class="color_pia_light_orange">%s</span></b>

source: No Logs
fr_fr: Aucun Log

source: Military-Grade Encryption
fr_fr: Chiffrement de niveau militaire

source: %s Devices
fr_fr: %s Appareils

source: Once you have chosen the location you want to use the internet from, Private Internet Access will always be one click away.
fr_fr: Dès lors que vous choisissez l'emplacement à partir duquel vous souhaitez être connecté à Internet, Private Internet Access n'est qu'à un clic.

source: Start streaming with Private Internet Access in minutes
fr_fr: Streamez avec Private Internet Access en quelques minutes

source: The Top VPN for<br><b>Germany</b>
fr_fr: Le Meilleur VPN pour<br><b>l'Allemagne</b>

source: <b>Privacy</b><br>is worth protecting
fr_fr: <b>La Confidentialité</b><br>vaut la peine d'être préservée

source: Without our VPN, your internet activity can be tracked and you are vulnerable.
fr_fr: Sans VPN, votre activité Internet est susceptible d'être traquée et de vous rendre vulnérable.

source: Reclaim your privacy today
fr_fr: Retrouvez une veritable confidentialité en ligne

source: Experience the Best Way<br><b>to Stay <span class='color_pia_light_orange'><span class='text-uppercase'>Safe</span> on Public Wi-Fi</span><br>& <span class='color_pia_light_orange text-uppercase'>Never Risk</span> Getting Hacked </b>
fr_fr: Découvrez du Moyen le Plus Sûr de Garantir<br><b>de préserver<span class='color_pia_light_orange'><span class='text-uppercase'> votre Sécurité</span> sur les Réseaux Wi-Fi Publics</span><br>& <span class='color_pia_light_orange text-uppercase'> ne prenez jamais le risque</span> d'être Hacké </b>

source: The best VPN for Kodi
fr_fr: Le meilleur VPN pour Kodi

source: Stay safe while streaming on Kodi with Private Internet Access
fr_fr: Préservez votre sécurité lorsque vous Streamez sur Kodi avec Private Internet Access

source: <span>The best</span><br>VPN <small>for</small> Kodi
fr_fr: <span>Le meilleur</span><br>VPN <small>pour</small> Kodi

source: Don’t get into trouble while streaming on Kodi
fr_fr: N'encourez aucun risque lors de votre Streaming sur Kodi

source: Whether you use Kodi TV to watch your personal content library or for the titles you find on their website, make sure nobody will be able to find out what you're doing online.
fr_fr: Que vous utilisiez Kodi TV pour visionner votre catalogue personnel ou différents titres dénichés en ligne, assurez-vous que nul autre que vous ne puisse accéder à votre activité en ligne.

source: <b>Why? </b>Streaming content on Kodi works is basically P2P torrenting which might be illegal in your country. Luckily, with the Private Internet Access VPN, you can make all your internet activity totally anonymous. So, you'll never have any trouble with governmental authorities while using Kodi.
fr_fr: <b>Pourquoi ? </b>Le Streaming de contenus sur Kodi relève pratiquement du Torrenting P2P, potentiellement illégal dans votre pays. Fort heureusement, avec Private Internet Access VPN, vous serez en mesure de rendre l'intégralité de votre activité en ligne entièrement anonyme. De fait, vous ne risquez aucun démêlé avec les autorités en utilisant Kodi.

source: A must have for streaming with Kodi
fr_fr: Un indispensable pour le Streaming via Kodi

source: P2P traffic allowed
fr_fr: Trafic P2P autorisé

source: Private Internet Access supports P2P protocols such as torrents.
fr_fr: Private Internet Access prend en charge les protocoles P2P tels que les Torrents.

source: No Logs Policy
fr_fr: Politique No Logs

source: Private Internet Access never records its users' online activity and never keeps any logs, so you'll have complete anonymity from the moment you connect to our servers.
fr_fr: Private Internet Access n'enregistre jamais les activités en ligne de ses utilisateurs et ne conserve aucun Log, vous profitez ainsi d'un total anonymat dès lors que vous accédez à nos serveurs.

source: Bypass geographical restrictions
fr_fr: Contournez les restrictions géographiques

source: Use Kodi TV on multiple devices
fr_fr: Utilisez Kodi TV sur une multitude d'appareils

source: 1 Private Internet Access subscription can be used on up to %s devices simultaneously. Share Private Internet Access with your whole family!
fr_fr: 1 abonnement Private Internet Access offre la possibilité d'utiliser jusqu'à %s appareils en simultané. Partagez Private Internet Access avec l'ensemble de votre famille !

source: Watch Kodi anonymously in 4 easy steps
fr_fr: Regardez Kodi anonymement en seulement 4 étapes

source: You’re ready to start using Private Internet Access with your Kodi TV.
fr_fr: Vous êtes prêts à utiliser Private Internet Access sur votre Kodi TV.

source: Got questions?<br>Check out our FAQs
fr_fr: Des questions ?<br>Découvrez nos FAQs

source: Is it safe to use Kodi with Private Internet Access?
fr_fr: Est-il sûr d'utiliser Kodi avec Private Internet Access ?

source: Yes. Private Internet Access provides a VPN service with servers in 49 locations across 29 countries, including the United States, United Kingdom, Japan, and more. The better question is: Is it safe to use Kodi without Private Internet Access?
fr_fr: Oui. Private Internet Access fournit un service VPN doté de serveurs dans 49 emplacements à travers ses 29 pays, en y incluant les États-Unis, le Royaume-Uni, le Japon et bien plus. La véritable question serait de savoir : s'il serait sûr d'utiliser Kodi sans Private Internet Access ?

source: Will my IP address be exposed while using Kodi add-ons?
fr_fr: Mon adresse IP sera t-elle divulguée lors de l'utilisation des modules Kodi ?

source: No. By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Any service or website accessed will only see our Private Internet Access IP address, not your device’s IP address.
fr_fr: Non. En utilisant Private Internet Access, votre trafic est crypté à l'aide de notre tunnel VPN relié à Internet à partir de l'une de nos adresses IP. Les sites et services en ligne ne verront que l'adresse IP fournie par Private Internet Access et non l'adresse IP de votre appareil.

source: Does Private Internet Access limit bandwidth for Kodi users?
fr_fr: Private Internet Access est-il susceptible de limiter la bande passante pour les utilisateurs de Kodi ?

source: No. Private Internet Access is the premier no log VPN - this means that we don’t even know what software you use in conjunction with ours. All of our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
fr_fr: Non. Private Internet Access est le premier VPN "No Log" - cela implique que nous n'avons aucune idée du logiciel que vous utilisez en parallèle du nôtre. Tous nos serveurs offrent une bande passante illimitée et nous ne restreignons pas nos utilisateurs. Jamais. Optez pour Private Internet Access et profitez d'Internet en illimité et sans aucune censure.

source: for
fr_fr: pour

source: /mo
fr_fr: /mois

source: %s extra<br>months free
fr_fr: %s mois<br>extra gratuits

source: Try it risk free! %s day money back guarantee
fr_fr: Testez-le sans aucun risque ! Remboursement garanti %s jours

source: a VPN you can<br><b>trust</b>
fr_fr: un VPN digne de<br><b>confiance</b>

source: Try Out the World's<br><b>Most <span class='color_pia_light_orange'>Trusted</span><br>& <span class='color_pia_light_orange'>Secure VPN</span></b>
fr_fr: Testez le VPN<br><b><span class='color_pia_light_orange'>le plus fiable</span><br>et <span class='color_pia_light_orange'>sécurisé dans le Monde</span></b>

source: Try it risk free! <i class='fas fa-award'></i> %s day money back guarantee
fr_fr: Testez-le sans risque ! <i class='fas fa-award'></i> remboursement garanti %s jours

source: The Top VPN for <br><b>%s</b>
fr_fr: Le Meilleur VPN pour <br><b>%s</b>

source: The Top VPN for<br><b>Canada</b>
fr_fr: Meilleur VPN pour<br><b>le Canada</b>

source: <b>Protect</b><br>your family’s devices today
fr_fr: <b>Protégez</b><br> dès aujourd'hui, l'ensemble des appareils de votre famille

source: The Top VPN for<br>the <b>UK</b>
fr_fr: Le Meilleur VPN pour<br><b>le Royaume-Uni</b>

source: Discover The Safest Way to Get<br><b><span class="text-uppercase color_pia_light_orange">Total Online Privacy</span></b><br>Get Private Internet Access VPN
fr_fr: Découvrez du Moyen le Plus Sûr de Garantir<br><b><span class="text-uppercase color_pia_light_orange">Une Totale Confidentialité en Ligne</span></b><br>Obtenez Private Internet Access VPN

source: 100%</span> No Logs & Records
fr_fr: Zéro</span> Logs ou Registres

source: Proud Sponsor Of
fr_fr: Fier Sponsor De

source: Customer <br>Review
fr_fr: Avis <br>Client

source: Review by John S.
fr_fr: Avis fourni par John S.

source: 31h ago
fr_fr: Il y a 31 h

source: …I'm glad you're here and I'm glad to put my money towards a great service. I wish you all the best of luck. I'm looking forward to enjoying a freer internet experience.
fr_fr: ... Je suis ravi que vous soyez là et d'autant plus ravis de dépenser mon argent dans un service de qualité. Je vous souhaite bonne continuation. Hâte de vivre une expérience Internet plus libre.

source: Review by %s
fr_fr: Avis de %s

source: Based on %s reviews
fr_fr: Fondé sur %s avis

source: Monthly
fr_fr: Mensuel

source: Months
fr_fr: Mois

source: Yearly
fr_fr: Annuel

source: Years
fr_fr: Ans

source: Best value
fr_fr: Meilleure offre

source: Save <b>%s%</b>
fr_fr: Économisez<b>%s</b>

source: <del>%s</del> %s per month
fr_fr: <del>%s</del> %s par mois

source: <del>%s</del> %s per %s months
fr_fr: <del>%s</del> %s par %s mois

source: <del>%s</del> %s per year
fr_fr: <del>%s</del> %s par an

source: <del>%s</del>%s per %s years
fr_fr: <del>%s</del>%s tous les %s ans

source: Sign up now
fr_fr: Souscrivez maintenant

source: Best<br>value
fr_fr: Meilleure<br>offre

source: All amounts are shown in %s, and any discounts reflect a reduction based on the current monthly service pricing at %s per month
fr_fr: Tous les montants affichés sont en %s et toute réduction se fait à partir du montant de l'abonnement actuel élevé à %s par mois

source: Trusted By Companies Including:
fr_fr: Ces Entreprises Nous Font Confiance :

source: Why choose Private Internet Access?
fr_fr: Pourquoi choisir Private Internet Access ?

source: Total Privacy
fr_fr: Totale Confidentialité

source: Private Internet Access never keeps any records of users' online activities. You can rest assured knowing you have complete privacy, and nobody knows what you're doing online.
fr_fr: Private Internet Access ne conserve aucune donnée liée aux activités en ligne de ses utilisateurs. Vous pouvez avoir l'esprit tranquille en vous sachant entièrement protégé en ligne.

source: Easy to use
fr_fr: Facile d'utilisation

source: No matter your technical skills Private Internet Access is one of the easiest VPN apps out there. All it takes to connect is just 1 click or tap and your data will be encrypted instantly.
fr_fr: Quelles que soient vos connaissances techniques, Private Internet Access offre l'une des applications VPN les plus accessibles. Un simple clic ou tape sur votre écran tactile suffisent à crypter instantanément, l'intégralité de vos données.

source: Secure VPN Protocols
fr_fr: Protocoles VPN sécurisés

source: Our app is powered by the latest and most advanced protocols like: PPTP, OpenVPN and L2TP/IPSec.
fr_fr: Notre application est dotée des protocoles les plus récents et avancés sur le marché, tels que : PPTP, OpenVPN et L2TP / IPSec.

source: %s devices simultaneously
fr_fr: %s appareils en simultané

source: Keep all your devices protected. With just 1 Private Internet Access VPN subscription you can connect on up to %s devices at the same time.
fr_fr: Protégez l'ensemble de vos appareils. 1 seul abonnement Private Internet Access vous permet de connecter jusqu'à %s appareils en simultané.

source: Our readers made it abundantly clear that Private Internet Access should be your first stop for protecting your private browsing data.
fr_fr: Nos lecteurs sont formels là-dessus, Private Internet Access devrait-être votre premier choix lorsqu'il en va de la protection de vos données de navigation.

source: Risk Free. %s day money back guarantee
fr_fr: Aucune prise de risque. Remboursement garanti %s jours

source: Limited Time Only! Act Now
fr_fr: Offre Limitée ! Soyez Réactifs

source: BEST VALUE
fr_fr: MEILLEUR RAPPORT QUALITÉ/PRIX

source: SAVE %s%
fr_fr: ÉCONOMISEZ %s%

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per month
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s par mois

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per %s months
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s chaque %s mois

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per year
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s par an

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per %s years
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s chaque %s ans

source: World-class VPN service:
fr_fr: Un service VPN d'envergure mondiale :

source: Protect your online privacy and identity
fr_fr: Protégez votre identité et confidentialité en ligne

source: Browse anonymously with a private IP address and enable strong encryption to protect yourself from your ISP and public Wi-Fi networks.
fr_fr: Surfez anonymement à l'aide de votre adresse IP confidentielle, enclenchez un cryptage de pointe et protégez-vous de votre FAI et réseaux Wi-Fi publics.

source: Unblock Streaming
fr_fr: Débloquez le Streaming

source: Get access to tons of new content on platforms like Netflix, Disney Plus, Amazon Prime Video, HBO GO, and more.
fr_fr: Accédez à des tonnes de nouveaux contenus sur les plateformes Netflix, Disney Plus, Amazon Prime Video, HBO GO et plus.

source: The World's Leading VPN
fr_fr: VPN leader mondial

source: Private Internet Access provides the highest speeds and most encryption. So, get a perfect streaming experience without any buffering or slow loading times.
fr_fr: Private Internet Access vous offre d'incroyables vitesses et un cryptage de pointe. Offrez-vous la meilleure expérience de Streaming sans limitations ou temps de chargement à rallonge.

source: Use the internet from wherever
fr_fr: Profitez d'Internet où que vous soyez

source: Choose your location from cities in the United States, the United Kingdom, Japan, or 27 other countries. With Private Internet Access, you are in control of your connection and IP address. There are 200+ locations to choose from with our private, encrypted VPN connection.
fr_fr: Choisissez votre emplacement parmi les villes des États-Unis, du Royaume-Uni, du Japon et de 27 autres pays. Avec Private Internet Access, vous reprenez le contrôle de votre connexion et adresse IP. Vous disposez de plus de 200 emplacements parmi lesquels choisir avec notre connexion VPN privée et chiffrée.

source: Servers
fr_fr: Serveurs

source: Countries
fr_fr: Pays

source: Experience
fr_fr: Expérience

source: Total Online Freedom
fr_fr: Totale Liberté en Ligne

source: Bypass censorship and unblock sites and content you don't have access to
fr_fr: Contournez la censure et débloquez les sites et contenus jusque-là inaccessibles

source: Secure Protection on Public Wi-Fi
fr_fr: Assure votre Protection sur les réseaux Wi-Fi publics

source: Keep your data safe and private while connecting to any poorly secured network
fr_fr: Préservez la sécurité et confidentialité de vos données lorsque vous surfez sur un réseau peu sécurisé

source: Unlimited Bandwidth & Fast Download Speeds
fr_fr: Bande Passante Illimitée & Vitesses de Téléchargement

source: Keep your downloads private and experience lightning fast speeds for P2P torrenting
fr_fr: Préservez la confidentialité de vos téléchargements et profitez d'incroyables vitesses pour votre Torrenting P2P

source: Ad blocking
fr_fr: Ad blocking anti-pub

source: With Private Internet Access you can block ads, trackers, and malware
fr_fr: Avec Private Internet Access, vous serez en mesure de bloquer les pubs, trackers et logiciels malveillants

source: <b>+%s</b><br>extra months<br><span>free</span>
fr_fr: <b>+%s</b><br>mois extra<br><span>gratuits</span>

source: %s day money back guarantee
fr_fr: Garantie satisfait ou remboursé de %s jours

source: If you’re not 100% satisfied with Private Internet Access, we’ll give you your money back. Try us risk free, that’s our %s day money back guarantee.
fr_fr: Si vous n'êtes pas entièrement satisfait de Private Internet Access, vous serez remboursé. Testez nos services sans prise de risque avec notre garantie de remboursement %s jours.

source: new
fr_fr: nouveau

source: Limited Time Only! <span class='color_pia_green'>Act Now</span>
fr_fr: Offre Limitée !<span class='color_pia_green'>Soyez Réactifs</span>

source: %s<br><span>day</span>
fr_fr: %s<br><span>jour</span>

source: money back guarantee
fr_fr: garantie de remboursement

source: Remember, you're not risking anything.
fr_fr: Rappelez-vous, vous n'encourez aucun risque.

source: If you’re not 100% satisfied with <b>Private Internet Access</b>,<br>you have %s full days to ask for a refund and we’ll give you your money back.
fr_fr: Si vous n'êtes pas satisfait à 100 % de <b>Private Internet Access</b>,<br>vous disposez de %s jours pour réclamer et bénéficier d'un remboursement.

source: Read full review
fr_fr: Lire la suite

source: Compatible with all popular desktop and mobile operating systems
fr_fr: Compatible avec la plupart des systèmes d'exploitation bureau et mobile

source: Why Choose Us?
fr_fr: Pourquoi nous choisir ?

source: Dedicated VPN Service
fr_fr: Service VPN dédié

source: No Traffic or Request logs
fr_fr: Absence de logs relatifs à votre trafic ou requêtes

source: US based corporation
fr_fr: Entreprise basée aux États-Unis

source: Quality and reliability
fr_fr: Qualité et fiabilité

source: Unbeatable price
fr_fr: Prix concurrentiel

source: Gigabit VPN port speeds
fr_fr: Vitesses de port VPN Gigabit

source: VPN service specialists
fr_fr: Experts VPN

source: Professional support staff
fr_fr: Une équipe support ultra pro

source: SOCKS5 Proxy Included
fr_fr: Proxy SOCKS5 intégré

source: Premium VPN Bandwidth
fr_fr: Bande passante VPN Premium

source: Unmetered VPN Transfer
fr_fr: Transfert VPN illimité

source: Anonymous VPN
fr_fr: VPN Anonyme

source: DD-WRT VPN Compatible
fr_fr: VPN Compatible DD-WRT

source: Instant activation
fr_fr: Activation instantanée

source: %s+ Servers in %s Countries
fr_fr: + de %s Serveurs dans %s Pays

source: ... and growing
fr_fr: ... et en constante évolution

source: Watch our 1 minute intro video
fr_fr: Découvrez notre vidéo d'Intro d'1 minute

source: click anywhere to close
fr_fr: pour quitter, cliquez n'importe où

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s month
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s mois

source: 6 Months
fr_fr: 6 mois

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per six months
fr_fr: <span class="text-danger font-weight-bold"><del>%s</del></span> %s chaque six mois

source: We accept all kinds of payment methods
fr_fr: Nous acceptons tous les moyens de paiement

source: Private Internet Access out-performs and out-features the competition
fr_fr: Private Internet Access se distingue de ses concurrents

source: Why do I need Private Internet Access?
fr_fr: Pourquoi aurais-je besoin de Private Internet Access ?
