Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/fra/LC_MESSAGES/messages.po
Languages: fr_fr

source: Browse anonymously with a private IP, and enable strong encryption to protect yourself from your ISP and public Wi-Fi networks.
fr_fr: Surfez en tout anonymat avec une IP confidentielle et bénéficiez d'un cryptage vous protégeant de votre FAI et réseaux Wi-Fi publics.

source: Unblock Censorship Filters
fr_fr: Débloquez les mécanismes de censure

source: Enjoy unrestricted access to our anonymous VPN network. Unlock any geographic restrictions and protocol filters. Whether you're browsing or streaming, Private Internet Access will deliver.
fr_fr: Profitez d'un accès illimité à notre réseau VPN anonyme. Débloquez les restrictions géographiques et filtres de protocole. Qu'il s'agisse de surfer sur le Net ou de Streaming, Private Internet Access remplit ses missions.

source: Private Internet Access has the largest network capacity across the globe to provide the highest speeds and most encryption. Private Internet Access is the only proven no-log VPN service in the world.
fr_fr: Private Internet Access dispose de l'un des plus vastes réseaux à travers le monde permettant d'offrir d'incroyables vitesses et chiffrement. Private Internet Access est le seul VPN avéré à travers le monde à ne pas sauvegarder de Logs.

source: VPN Features
fr_fr: Fonctionnalités VPN

source: Secure VPN Account
fr_fr: Compte VPN sécurisé

source: Encrypted WiFi
fr_fr: WiFi Crypté

source: P2P Support
fr_fr: Prise en charge P2P

source: PPTP, OpenVPN and L2TP/IPSec
fr_fr: PPTP, OpenVPN et L2TP/IPSec

source: Block ads, trackers, and malware
fr_fr: Bloquez les publicités, les traqueurs et logiciels malveillants

source: Multiple VPN Gateways
fr_fr: VPN multi-passerelles

source: Unlimited Bandwidth
fr_fr: Bande passante illimitée

source: SOCKS5 Proxy Includeds
fr_fr: Proxy SOCKS5 intégré

source: No traffic logs
fr_fr: Aucun Log de votre trafic

source: Instant Setup
fr_fr: Configuration instantanée

source: FREE
fr_fr: GRATUITS

source: 2</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 42.4821 73.5978)' font-size='83px'>+</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 46.0271 120.4594)' font-size='17px'>EXTRA MONTHS</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 39.0927 169.5558)' font-size='53px'>FREE
fr_fr: 2</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 42.4821 73.5978)' font-size='83px'>+</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 46.0271 120.4594)' font-size='17px'>MOIS EXTRA</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 39.0927 169.5558)' font-size='53px'> GRATUITS

source: For a Limited Time Only<br>Grab our
fr_fr: Sur une Durée Limitée Seulement<br>Saisissez notre

source: DISCOUNT
fr_fr: REMISE

source: Get VPN Access
fr_fr: Obtenez un accès VPN

source: for ONLY
fr_fr: pour SEULEMENT

source: /month
fr_fr: / mois

source: Private Internet Access | Anonymous VPN Service Provider
fr_fr: Private Internet Access | Fournisseur VPN Anonyme

source: Connect to servers from all over the world
fr_fr: Connectez-vous à des serveurs dans le monde entier

source: Your IP:
fr_fr: Votre IP :

source: Your Location:
fr_fr: Votre Emplacement :

source: Your ISP:
fr_fr: Votre FAI :

source: Your Status:
fr_fr: Votre Statut :

source: You are not protected
fr_fr: Vous n'êtes pas protégé

source: As recommended by
fr_fr: Recommandé par

source: today's<br>offer
fr_fr: offre<br>du jour
