Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/deu/LC_MESSAGES/messages.po
Languages: de_de

source: Try it risk free!<br><span class='text-uppercase'>%s-day money back guarantee</span>
de_de: Kostenlos ausprobieren!<br><span class='text-uppercase'>%s Tage Geld-zurück-Garantie</span>

source: Private Internet Access VPN for %s% OFF
de_de: Private Internet Access VPN mit %s % RABATT

source: The Top VPN for<br><b>France</b>
de_de: Das Top-VPN für<br><b>Frankreich</b>

source: <b>Unblock</b><br>a world of content
de_de: <b>Entsperren Sie</b><br>eine Welt voller Inhalte

source: Rated as the Best VPN Service In<br><b><span class="color_pia_light_orange">%s</span></b>
de_de: Bewertet als bester VPN-Service für<br><b><span class="color_pia_light_orange">%s</span></b>

source: No Logs
de_de: Keine Protokolle

source: Military-Grade Encryption
de_de: 256-Bit-AES-Verschlüsselung

source: %s Devices
de_de: %s Geräte

source: Once you have chosen the location you want to use the internet from, Private Internet Access will always be one click away.
de_de: Sobald Sie sie den Standort ausgewählt haben, von dem aus Sie das Internet nutzen möchten, ist Private Internet Access immer nur einen Klick entfernt.

source: Start streaming with Private Internet Access in minutes
de_de: In wenigen Minuten sind Sie bereit, um mit Private Internet Access zu streamen

source: The Top VPN for<br><b>Germany</b>
de_de: Das Top-VPN für<br><b>Deutschland</b>

source: <b>Privacy</b><br>is worth protecting
de_de: <b>Privatsphäre</b><br>ist es wert, geschützt zu werden

source: Without our VPN, your internet activity can be tracked and you are vulnerable.
de_de: Ohne unser VPN können Ihre Internetaktivitäten getrackt werden und Sie sind angreifbar.

source: Reclaim your privacy today
de_de: Holen Sie sich heute Ihre Privatsphäre zurück

source: Experience the Best Way<br><b>to Stay <span class='color_pia_light_orange'><span class='text-uppercase'>Safe</span> on Public Wi-Fi</span><br>& <span class='color_pia_light_orange text-uppercase'>Never Risk</span> Getting Hacked </b>
de_de: Lernen Sie die beste Methode kennen<br><b>mit der Sie<span class='color_pia_light_orange'> in öffentlichen WLANs</span><span class='text-uppercase'>geschützt</span> bleiben<br>& <span class='color_pia_light_orange text-uppercase'>kein Risiko eingehen</span> gehackt zu werden </b>

source: The best VPN for Kodi
de_de: Das beste VPN für Kodi

source: Stay safe while streaming on Kodi with Private Internet Access
de_de: Bleiben Sie bei Streaming über Kodi dank Private Internet Access geschützt

source: <span>The best</span><br>VPN <small>for</small> Kodi
de_de: <span>Das beste</span><br>VPN <small>für</small> Kodi

source: Don’t get into trouble while streaming on Kodi
de_de: Reibungsloses Streaming mit Kodi

source: Whether you use Kodi TV to watch your personal content library or for the titles you find on their website, make sure nobody will be able to find out what you're doing online.
de_de: Ob Sie Kodi auf Ihrem Fernseher nutzen, um Ihre persönliche Inhaltsbibliothek oder weitere Titel anzuschauen, die sie auf der Website des Services finden – stellen Sie sicher, dass niemand herausfinden kann, was Sie online machen.

source: <b>Why? </b>Streaming content on Kodi works is basically P2P torrenting which might be illegal in your country. Luckily, with the Private Internet Access VPN, you can make all your internet activity totally anonymous. So, you'll never have any trouble with governmental authorities while using Kodi.
de_de: <b>Warum? </b>Das Streamen von Inhalten über Kodi funktioniert im Prinzip wie P2P-Torrenting, das in Ihrem Land illegal sein könnte. Zum Glück können Sie mithilfe des VPNs von Private Internet Access alle Ihre Internet-Aktivitäten vollkommen anonym gestalten. Auf diese Weise werden Sie für Ihre Nutzung von Kodi nie Probleme mit Regierungsbehörden bekommen.

source: A must have for streaming with Kodi
de_de: Unverzichtbar für das Streaming mit Kodi

source: P2P traffic allowed
de_de: P2P-Datenverkehr erlaubt

source: Private Internet Access supports P2P protocols such as torrents.
de_de: Private Internet Access unterstützt P2P-Protokolle wie Torrents.

source: No Logs Policy
de_de: Strikte No-Logs-Richtlinie

source: Private Internet Access never records its users' online activity and never keeps any logs, so you'll have complete anonymity from the moment you connect to our servers.
de_de: Private Internet Access zeichnet niemals die Online-Aktivitäten seiner Nutzer auf und bewahrt auch keine Logs auf. Dadurch sind Sie ab dem Moment, in dem Sie sich mit unseren Servern verbinden, vollständig anonym.

source: Bypass geographical restrictions
de_de: Umgehen Sie geografische Einschränkungen

source: Use Kodi TV on multiple devices
de_de: Nutzen Sie Kodi TV auf mehreren Geräten

source: 1 Private Internet Access subscription can be used on up to %s devices simultaneously. Share Private Internet Access with your whole family!
de_de: Ein einziges Abo von Private Internet Access ist auf bis zu %s Geräten gleichzeitig nutzbar. Teilen Sie Private Internet Access mit Ihrer ganzen Familie!

source: Watch Kodi anonymously in 4 easy steps
de_de: Schauen Sie sich Kodi anonym an – in 4 einfachen Schritten

source: You’re ready to start using Private Internet Access with your Kodi TV.
de_de: Sie sind jetzt bereit, um Private Internet Access mit Kodi auf Ihrem Fernseher zu nutzen.

source: Got questions?<br>Check out our FAQs
de_de: Haben Sie Fragen?<br>Schauen Sie sich unsere FAQ an

source: Is it safe to use Kodi with Private Internet Access?
de_de: Ist es sicher, Kodi mit Private Internet Access zu nutzen?

source: Yes. Private Internet Access provides a VPN service with servers in 49 locations across 29 countries, including the United States, United Kingdom, Japan, and more. The better question is: Is it safe to use Kodi without Private Internet Access?
de_de: Ja. Private Internet Access bietet einen VPN-Service mit Servern an 49 Standorten in 29 Ländern an – darunter die USA, das Vereinigte Königreich, Japan und weitere. Die Frage würde besser so lauten: Ist es sicher, Kodi ohne Private Internet Access zu nutzen?

source: Will my IP address be exposed while using Kodi add-ons?
de_de: Wird meine IP-Adresse einsehbar sein, während ich Kodi-Erweiterungen nutze?

source: No. By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Any service or website accessed will only see our Private Internet Access IP address, not your device’s IP address.
de_de: Nein. Wenn Sie Private Internet Access nutzen, verschlüsseln Sie Ihren Datenverkehr über unseren VPN-Tunnel, der über die IP-Adresse eines unserer Server auf das Internet zugreift. Alle Dienste und Websites, auf die Sie so zugreifen, sehen nur unsere IP-Adresse von Private Internet Access, nicht die IP-Adresse Ihres Gerätes.

source: Does Private Internet Access limit bandwidth for Kodi users?
de_de: Beschränkt Private Internet Access die Bandbreite für Nutzer von Kodi?

source: No. Private Internet Access is the premier no log VPN - this means that we don’t even know what software you use in conjunction with ours. All of our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
de_de: Nein. Private Internet Access ist das führende VPN ohne Logs – das bedeutet, dass wir absolut keine Ahnung haben, welche Programme Sie zusammen mit unserer Software verwenden. Alle unsere Server bieten unbegrenzte Bandbreite und wir drosseln die Verbindung unserer Nutzer nicht. Punkt. Melden Sie sich heute bei Private Internet Access an und freuen Sie sich auf ein unzensiertes Internet ohne Einschränkungen.

source: for
de_de: für

source: /mo
de_de: /Mt.

source: %s extra<br>months free
de_de: %s kostenlose<br> Extra-Monate

source: Try it risk free! %s day money back guarantee
de_de: Testen Sie uns ohne Risiko! %s Tage Geld-zurück-Garantie

source: a VPN you can<br><b>trust</b>
de_de: Diesem VPN können Sie<br><b>vertrauen</b>

source: Try Out the World's<br><b>Most <span class='color_pia_light_orange'>Trusted</span><br>& <span class='color_pia_light_orange'>Secure VPN</span></b>
de_de: Testen Sie das weltweit <br><b><span class='color_pia_light_orange'>zuverlässigste</span><br>& <span class='color_pia_light_orange'>sicherste VPN</span></b>

source: Try it risk free! <i class='fas fa-award'></i> %s day money back guarantee
de_de: Kostenlos ausprobieren! <i class='fas fa-award'></i> %s Tage Geld-zurück-Garantie

source: The Top VPN for <br><b>%s</b>
de_de: Das Top-VPN für <br><b>%s</b>

source: The Top VPN for<br><b>Canada</b>
de_de: Das Top-VPN für<br><b>Kanada</b>

source: <b>Protect</b><br>your family’s devices today
de_de: <b>Schützen</b><br>Sie heute die Geräte Ihrer Familie

source: The Top VPN for<br>the <b>UK</b>
de_de: Das Top-VPN für<br>das <b>Vereinigte Königreich</b>

source: Discover The Safest Way to Get<br><b><span class="text-uppercase color_pia_light_orange">Total Online Privacy</span></b><br>Get Private Internet Access VPN
de_de: Entdecken Sie den sichersten Weg zur <br><b><span class="text-uppercase color_pia_light_orange">vollständigen Online-Privatsphäre</span></b><br>Holen Sie sich Private Internet Access VPN

source: 100%</span> No Logs & Records
de_de: 100 %</span> Keine Logs & Aufzeichnungen

source: Proud Sponsor Of
de_de: Wir sind stolzer Sponsor von

source: Customer <br>Review
de_de: Kunden-<br>Bewertung

source: Review by John S.
de_de: Bewertung von John S.

source: 31h ago
de_de: vor 31 Stunden

source: …I'm glad you're here and I'm glad to put my money towards a great service. I wish you all the best of luck. I'm looking forward to enjoying a freer internet experience.
de_de: … Ich bin froh, dass es Sie gibt, und ich bin froh, dass ich mein Geld in einen großartigen Service investiert habe. Ich wünsche Ihnen nur das Beste. Ich freue mich darauf, das Internet mit mehr Freiheiten erleben zu dürfen.

source: Review by %s
de_de: Bewertung von %s

source: Based on %s reviews
de_de: Basierend auf %s Bewertungen

source: Monthly
de_de: Pro Monat

source: Months
de_de: Monate

source: Yearly
de_de: Jährlich

source: Years
de_de: Jahre

source: Best value
de_de: Bestes Angebot

source: Save <b>%s%</b>
de_de: Sparen Sie <b>%s%</b>

source: <del>%s</del> %s per month
de_de: <del>%s</del> %s pro Monat

source: <del>%s</del> %s per %s months
de_de: <del>%s</del> %s für %s Monate

source: <del>%s</del> %s per year
de_de: <del>%s</del> %s pro Jahr

source: <del>%s</del>%s per %s years
de_de: <del>%s</del>%s für %s Jahre

source: Sign up now
de_de: Jetzt registrieren

source: Best<br>value
de_de: Bestes<br>Angebot

source: +%s extra<br>months free
de_de: +%s kostenlose<br> Extra-Monate

source: All amounts are shown in %s, and any discounts reflect a reduction based on the current monthly service pricing at %s per month
de_de: Alle Beträge werden in %s angezeigt, und alle Rabatte beziehen sich auf den den aktuellen monatlichen Preis für den Service in Höhe von %s pro Monat

source: Trusted By Companies Including:
de_de: Uns vertrauen Unternehmen wie:

source: Why choose Private Internet Access?
de_de: Warum sollten Sie sich für Private Internet Access entscheiden?

source: Total Privacy
de_de: Vollständige Privatsphäre

source: Private Internet Access never keeps any records of users' online activities. You can rest assured knowing you have complete privacy, and nobody knows what you're doing online.
de_de: Private Internet Access bewahrt niemals Aufzeichnungen Ihrer Online-Aktivitäten auf. Sie können sich sorgenfrei zurücklehnen im Bewusstsein, dass Ihre Privatsphäre komplett geschützt ist und niemand weiß, was Sie online machen.

source: Easy to use
de_de: Einfach zu bedienender

source: No matter your technical skills Private Internet Access is one of the easiest VPN apps out there. All it takes to connect is just 1 click or tap and your data will be encrypted instantly.
de_de: Ihre Technik-Kenntnisse spielen keine Rolle: Private Internet Access ist eines der am einfachsten zu nutzenden VPNs auf dem Markt. Mehr als 1 Klick oder Fingertippen ist nicht nötig, um Ihre Daten sofort zu verschlüsseln.

source: Secure VPN Protocols
de_de: Sichere VPN-Protokolle

source: Our app is powered by the latest and most advanced protocols like: PPTP, OpenVPN and L2TP/IPSec.
de_de: Unsere App unterstützt die neuesten und fortschrittlichsten Protokolle wie: PPTP, OpenVPN und L2TP/IPSec.

source: %s devices simultaneously
de_de: %s Geräte gleichzeitig

source: Keep all your devices protected. With just 1 Private Internet Access VPN subscription you can connect on up to %s devices at the same time.
de_de: Schützen Sie alle Ihre Geräte. Mit nur einem VPN-Abo von Private Internet Access können Sie sich über bis zu %s Geräte gleichzeitig verbinden.

source: Our readers made it abundantly clear that Private Internet Access should be your first stop for protecting your private browsing data.
de_de: Für unsere Leser ist es vollkommen klar, dass Private Internet Access Ihre erste Anlaufstelle sein sollte, wenn Sie Ihre privaten Daten beim Surfen schützen möchten.

source: Risk Free. %s day money back guarantee
de_de: Kein Risiko: %s Tage Geld-zurück-Garantie

source: Limited Time Only! Act Now
de_de: Nur für begrenzte Zeit! Handeln Sie jetzt

source: BEST VALUE
de_de: BESTER DEAL

source: SAVE %s%
de_de: SPARE %s%

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per month
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s pro Monat

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per %s months
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s für %s Monate

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per year
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s pro Jahr

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per %s years
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s für %s Jahre

source: World-class VPN service:
de_de: Erstklassiger VPN-Service:

source: Protect your online privacy and identity
de_de: Schützen Sie Ihre Online-Privatsphäre und Identität

source: Browse anonymously with a private IP address and enable strong encryption to protect yourself from your ISP and public Wi-Fi networks.
de_de: Surfen Sie anonym mit einer privaten IP-Adresse und aktivieren Sie die starke Verschlüsselung, um sich gegen Maßnahmen Ihres Internetanbieters sowie in öffentlichen WLANs zu schützen.

source: Unblock Streaming
de_de: Inhalte entsperren

source: Get access to tons of new content on platforms like Netflix, Disney Plus, Amazon Prime Video, HBO GO, and more.
de_de: Erhalten Sie Zugriff auf tonnenweise neue Inhalte auf Plattformen wie Netflix, Disney Plus, Amazon Prime Video, HBO GO und weiteren.

source: The World's Leading VPN
de_de: Das weltweit führende VPN

source: Private Internet Access provides the highest speeds and most encryption. So, get a perfect streaming experience without any buffering or slow loading times.
de_de: Private Internet Access bietet höchstmögliche Geschwindigkeiten und die bestmögliche Verschlüsselung. Erleben Sie perfektes Streaming ohne Pufferung oder langsame Ladezeiten.

source: Use the internet from wherever
de_de: Nutzen Sie das Internet von überall

source: Choose your location from cities in the United States, the United Kingdom, Japan, or 27 other countries. With Private Internet Access, you are in control of your connection and IP address. There are 200+ locations to choose from with our private, encrypted VPN connection.
de_de: Wählen Sie Ihren Standort aus Städten in den Vereinigten Staaten, im Vereinigten Königreich, in Japan oder 27 weiteren Ländern. Mit Private Internet Access haben Sie die Kontrolle über Ihre Verbindung und Ihre IP-Adresse. Sie können aus über 200 Standorten für Ihre private, verschlüsselte VPN-Verbindung wählen.

source: Servers
de_de: Serverpark

source: Countries
de_de: Länder

source: Experience
de_de: Profitieren Sie von folgenden Vorteilen

source: Total Online Freedom
de_de: Vollständige Online-Freiheit

source: Bypass censorship and unblock sites and content you don't have access to
de_de: Umgehen Sie Zensurmaßnahmen und entsperren Sie Websites sowie Inhalte, auf die Sie nicht zugreifen können

source: Secure Protection on Public Wi-Fi
de_de: Sicherer Schutz im öffentlichen WLAN

source: Keep your data safe and private while connecting to any poorly secured network
de_de: Halten Sie Ihre Daten geschützt und privat – auch dann, wenn Sie mit einem schlecht abgesicherten Netzwerk verbunden sind

source: Unlimited Bandwidth & Fast Download Speeds
de_de: Unbegrenzte Bandbreite & schnelle Download-Geschwindigkeiten

source: Keep your downloads private and experience lightning fast speeds for P2P torrenting
de_de: Halten Sie Ihre Downloads privat und erleben Sie blitzschnelle Geschwindigkeiten beim P2P-Torrenting

source: Ad blocking
de_de: Adblocker

source: With Private Internet Access you can block ads, trackers, and malware
de_de: Mit Private Internet Access können Sie Werbeanzeigen, Tracker und Schadsoftware blockieren

source: <b>+%s</b><br>extra months<br><span>free</span>
de_de: <b>+%s</b><br>Extra-Monate<br><span>Frei</span>

source: %s day money back guarantee
de_de: %s Tage Geld-zurück-Garantie

source: If you’re not 100% satisfied with Private Internet Access, we’ll give you your money back. Try us risk free, that’s our %s day money back guarantee.
de_de: Wenn Sie nicht zu 100 % zufrieden mit Private Internet Access sind, geben wir Ihnen Ihr Geld zurück. Testen Sie uns ohne Risiko – das ist unsere %s-tägige Geld-zurück-Garantie.

source: new
de_de: neu

source: Limited Time Only! <span class='color_pia_green'>Act Now</span>
de_de: Nur für begrenzte Zeit! <span class='color_pia_green'>Handeln Sie jetzt</span>

source: %s<br><span>day</span>
de_de: %s<br><span>Tage</span>

source: money back guarantee
de_de: Geld-zurück-Garantie

source: Remember, you're not risking anything.
de_de: Denken Sie dran: Sie haben kein Risiko.

source: If you’re not 100% satisfied with <b>Private Internet Access</b>,<br>you have %s full days to ask for a refund and we’ll give you your money back.
de_de: Falls Sie nicht zu 100 % zufrieden mit <b>Private Internet Access</b> sind,<br>können Sie %s komplette Tage lang eine Rückerstattung in Anspruch nehmen und wir zahlen Ihnen Ihr Geld zurück.

source: Read full review
de_de: Mehr erfahren

source: Compatible with all popular desktop and mobile operating systems
de_de: Kompatibel mit allen häufig genutzten Betriebssystemen für Desktop-PCs und Mobilgeräte

source: Why Choose Us?
de_de: Warum sollten Sie sich für uns entscheiden?

source: Dedicated VPN Service
de_de: Dedizierter VPN-Service

source: No Traffic or Request logs
de_de: Keine Logs über Traffic und Anfragen

source: US based corporation
de_de: Firma in den USA ansässig

source: Quality and reliability
de_de: Qualität und Zuverlässigkeit

source: Unbeatable price
de_de: Unschlagbarer Preis

source: Gigabit VPN port speeds
de_de: VPN-Portgeschwindigkeiten im Gigabit-Bereich

source: VPN service specialists
de_de: Spezialisten für VPN-Service

source: Professional support staff
de_de: Professionelle Support-Mitarbeiter

source: SOCKS5 Proxy Included
de_de: Inklusive SOCKS5 Proxy

source: Premium VPN Bandwidth
de_de: Premium VPN-Bandbreite

source: Unmetered VPN Transfer
de_de: Unbegrenzte Datenübertragung über VPN

source: Anonymous VPN
de_de: Anonymes VPN

source: DD-WRT VPN Compatible
de_de: VPN kompatibel mit DD-WRT

source: Instant activation
de_de: Sofortige Aktivierung

source: %s+ Servers in %s Countries
de_de: %s+ Server in %s Ländern

source: ... and growing
de_de: ... und wir wachsen weiter

source: Watch our 1 minute intro video
de_de: Schauen Sie sich unser 1-minütiges Einführungsvideo an

source: click anywhere to close
de_de: klicken Sie zum Schließen irgendwohin

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s month
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s Monat

source: 6 Months
de_de: 6 Monate

source: <span class="text-danger font-weight-bold"><del>%s</del></span> %s per six months
de_de: <span class="text-danger font-weight-bold"><del>%s</del></span> %s für sechs Monate

source: We accept all kinds of payment methods
de_de: Wir akzeptieren alle Zahlungsmethoden

source: Private Internet Access out-performs and out-features the competition
de_de: Private Internet Access bietet mehr Leistung und mehr Funktionen als die Wettbewerber

source: Why do I need Private Internet Access?
de_de: Warum brauche ich Private Internet Access?

source: Browse anonymously with a private IP, and enable strong encryption to protect yourself from your ISP and public Wi-Fi networks.
de_de: Surfen Sie anonym mit einer privaten IP-Adresse und schalten Sie die starke Verschlüsselung ein, um sich vor Ihrem Internetanbieter und öffentlichen WLANs zu schützen.

source: Unblock Censorship Filters
de_de: Entsperren Sie Zensurfilter

source: Enjoy unrestricted access to our anonymous VPN network. Unlock any geographic restrictions and protocol filters. Whether you're browsing or streaming, Private Internet Access will deliver.
de_de: Genießen Sie uneingeschränkten Zugriff auf unser anonymes VPN-Netzwerk. Entsperren Sie alle Regionalsperren und Protokollfilter. Ob Sie surfen oder streamen – Private Internet Access liefert Ihnen die Inhalte.

source: Private Internet Access has the largest network capacity across the globe to provide the highest speeds and most encryption. Private Internet Access is the only proven no-log VPN service in the world.
de_de: Private Internet Access verfügt über die größte Netzwerk-Kapazität weltweit, um die höchstmögliche Geschwindigkeit und die beste Verschlüsselung zu bieten. Private Internet Access ist der einzige VPN-Service weltweit, der nachweislich ohne Logs arbeitet.

source: VPN Features
de_de: VPN-Funktionen

source: Secure VPN Account
de_de: Sicheres VPN-Konto

source: Encrypted WiFi
de_de: Verschlüsselte WLAN-Nutzung

source: P2P Support
de_de: P2P-Unterstützung

source: PPTP, OpenVPN and L2TP/IPSec
de_de: PPTP, OpenVPN und L2TP/IPSec

source: Block ads, trackers, and malware
de_de: Blockt Ads, Tracker und Malware

source: Multiple VPN Gateways
de_de: Mehrere VPN-Gateways

source: Unlimited Bandwidth
de_de: Unbegrenzte Bandbreite

source: SOCKS5 Proxy Includeds
de_de: Inklusive SOCKS5 Proxy

source: No traffic logs
de_de: Keine Traffic-Logs

source: Instant Setup
de_de: Sofortiges Set-up

source: FREE
de_de: FREI

source: 2</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 42.4821 73.5978)' font-size='83px'>+</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 46.0271 120.4594)' font-size='17px'>EXTRA MONTHS</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 39.0927 169.5558)' font-size='53px'>FREE
de_de: 2</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 42.4821 73.5978)' font-size='83px'>+</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 46.0271 120.4594)' font-size='17px'>EXTRA-MONATE</text><text transform='matrix(0.9722 0.2341 -0.2341 0.9722 39.0927 169.5558)' font-size='53px'>FREI

source: For a Limited Time Only<br>Grab our
de_de: Nur für begrenzte Zeit:<br>Holen Sie sich unseren

source: DISCOUNT
de_de: RABATT

source: Get VPN Access
de_de: Holen Sie sich den Zugang zum VPN

source: for ONLY
de_de: für NUR

source: /month
de_de: / Monat

source: Private Internet Access | Anonymous VPN Service Provider
de_de: Private Internet Access | Anbieter für anonymes VPN
