Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/deu/LC_MESSAGES/messages.po
Languages: de_de

source: US Dollars
de_de: US Dollar

source: Åland Islands
de_de: die Åland-Inseln

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: American Samoa
de_de: Amerikanisch-Samoa

source: Antarctica
de_de: die Antarktis

source: Antigua and Barbuda
de_de: Antigua und Barbuda

source: Argentina
de_de: Argentinien

source: Armenia
de_de: Armenien

source: Australia
de_de: Australien

source: Austria
de_de: Österreich

source: Azerbaijan
de_de: Aserbaidschan

source: Bahamas
de_de: die Bahamas

source: Bangladesh
de_de: Bangladesch

source: Belarus
de_de: Weißrussland

source: Belgium
de_de: Belgien

source: Bolivia
de_de: Bolivien

source: Caribbean Netherlands
de_de: die Karibischen Niederlande

source: Bosnia and Herzegovina
de_de: Bosnien-Herzegowina

source: Bouvet Island
de_de: die Bouvet-Insel

source: Brazil
de_de: Brasilien

source: British Indian Ocean Territory
de_de: das Britische Territorium im Indischen Ozean

source: Bulgaria
de_de: Bulgarien

source: Cabo Verde
de_de: Kap Verde

source: Cambodia
de_de: Kambodscha

source: Cameroon
de_de: Kamerun

source: Canada
de_de: Kanada

source: Cayman Islands
de_de: die Caymaninseln

source: Central African Republic
de_de: die Zentralafrikanische Republik

source: Chad
de_de: den Tschad

source: Christmas Island
de_de: die Weihnachtsinsel

source: Cocos (Keeling) Islands
de_de: die Cocosinseln (Keelinginseln)

source: Colombia
de_de: Kolumbien

source: Comoros
de_de: die Komoren

source: Congo
de_de: den Kongo

source: Democratic Republic of the Congo
de_de: die Demokratische Republik Kongo

source: Cook Islands
de_de: die Cookinseln

source: Côte d'Ivoire
de_de: die Elfenbeinküste

source: Croatia
de_de: Kroatien

source: Cuba
de_de: Kuba

source: Cyprus
de_de: Zypern

source: Czechia
de_de: Tschechien

source: Denmark
de_de: Dänemark

source: Djibouti
de_de: Dschibuti

source: Dominican Republic
de_de: die Dominikanische Republik

source: Egypt
de_de: Ägypten

source: Equatorial Guinea
de_de: Äquatorialguinea

source: Estonia
de_de: Estland

source: Ethiopia
de_de: Äthiopien

source: Falkland Islands (Malvinas)
de_de: die Falklandinseln (Malvinen)

source: Faroe Islands
de_de: die Färöer-Inseln

source: Fiji
de_de: die Fidschi-Inseln

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: French Guiana
de_de: Französisch-Guayana

source: French Polynesia
de_de: Französisch-Polynesien

source: French Southern Territories
de_de: die Südfranzösischen Territorien

source: Gabon
de_de: Gabun

source: Georgia
de_de: Georgien

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Greenland
de_de: Grönland

source: Heard Island and McDonald Islands
de_de: Heard und die McDonaldinseln

source: Holy See
de_de: den Vatikanstaat

source: Hungary
de_de: Ungarn

source: Iceland
de_de: Island

source: India
de_de: Indien

source: Indonesia
de_de: Indonesien

source: Iran
de_de: den Iran

source: Iraq
de_de: den Irak

source: Ireland
de_de: Irland

source: Isle of Man
de_de: die Isle of Man

source: Italy
de_de: Italien

source: Jamaica
de_de: Jamaika

source: Jordan
de_de: Jordanien

source: Kazakhstan
de_de: Kasachstan

source: Kenya
de_de: Kenia

source: North Korea
de_de: Nordkorea

source: South Korea
de_de: Südkorea

source: Kyrgyzstan
de_de: Kirgisistan

source: Latvia
de_de: Lettland

source: Lebanon
de_de: den Libanon

source: Libya
de_de: Libyen

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Macao
de_de: Macau

source: Madagascar
de_de: Madagaskar

source: Maldives
de_de: die Malediven

source: Marshall Islands
de_de: die Marshall-Inseln

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko

source: Federated States of Micronesia
de_de: die Föderierten Staaten von Mikronesien

source: Moldova
de_de: Moldawien

source: Mongolia
de_de: die Mongolei

source: Morocco
de_de: Marokko

source: Mozambique
de_de: Mosambik

source: Netherlands
de_de: die Niederlande

source: New Caledonia
de_de: Neukaledonien

source: New Zealand
de_de: Neuseeland

source: Norfolk Island
de_de: die Norfolkinseln

source: North Macedonia
de_de: Nordmazedonien

source: Northern Mariana Islands
de_de: die Nördlichen Marianen

source: Norway
de_de: Norwegen

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: die Philippinen

source: Pitcairn
de_de: die Pitcairninseln

source: Poland
de_de: Polen

source: Qatar
de_de: Katar

source: Romania
de_de: Rumänien

source: Russia
de_de: Russland

source: Rwanda
de_de: Ruanda

source: Saint Helena, Ascension and Tristan da Cunha
de_de: St. Helena, Ascension und Tristan da Cunha

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

source: Saint Lucia
de_de: St. Lucia

source: Saint Martin (French part)
de_de: Saint-Martin (französischer Teil)

source: Saint Pierre and Miquelon
de_de: Saint Pierre und Miquelon

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen

source: Sao Tome and Principe
de_de: São Tomé und Príncipe

source: Saudi Arabia
de_de: Saudi-Arabien

source: Senegal
de_de: den Senegal

source: Serbia
de_de: Serbien

source: Seychelles
de_de: die Seychellen

source: Singapore
de_de: Singapur

source: Sint Maarten (Dutch part)
de_de: Sint Maarten (niederländischer Teil)

source: Slovakia
de_de: die Slowakei

source: Slovenia
de_de: Slowenien

source: Solomon Islands
de_de: die Salomonen

source: South Africa
de_de: Südafrika

source: South Georgia and the South Sandwich Islands
de_de: Süd-Georgien und die südlichen Sandwich-Inseln

source: South Sudan
de_de: den Südsudan

source: Spain
de_de: Spanien

source: Sudan
de_de: den Sudan

source: Svalbard and Jan Mayen
de_de: Svalbard und Jan Mayen

source: Sweden
de_de: Schweden

source: Switzerland
de_de: die Schweiz

source: Syria
de_de: Syrien

source: Taiwan, Province of China
de_de: Taiwan, Provinz von China

source: Tajikistan
de_de: Tadschikistan

source: Tanzania
de_de: Tansania

source: Timor-Leste
de_de: Osttimor (Timor-Leste)

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: die Türkei

source: Turks and Caicos Islands
de_de: die Turks- und Caicosinseln

source: Ukraine
de_de: die Ukraine

source: the United Arab Emirates
de_de: die Vereinigten Arabischen Emirate

source: the United Kingdom
de_de: das Vereinigte Königreich

source: the United States
de_de: die Vereinigten Staaten

source: the United States Minor Outlying Islands
de_de: die Außengebiete der Vereinigten Staaten

source: Uzbekistan
de_de: Usbekistan

source: Virgin Islands (British)
de_de: die Britischen Jungferninseln

source: Virgin Islands (U.S.)
de_de: die Amerikanischen Jungferninseln

source: Wallis and Futuna
de_de: Wallis und Futuna

source: Western Sahara
de_de: die Westsahara

source: Yemen
de_de: den Jemen

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: Join now
de_de: Jetzt registrieren

source: Get started now
de_de: Starten Sie jetzt

source: OOPS!
de_de: UUPS!

source: It looks like the page you were looking for isn't here anymore. Feel free to visit our homepage by clicking the button below.
de_de: Es scheint, als wäre die Seite, die Sie aufrufen wollten, nicht mehr vorhanden. Besuchen Sie unsere Startseite, indem Sie unten auf die Schaltfläche klicken.

source: Take Me To The Homepage
de_de: Ich möchte die Startseite aufrufen

source: The Top VPN for<br>the <b>USA</b>
de_de: Das Top-VPN für<br>die <b>USA</b>

source: The Top VPN for<br><b>Australia</b>
de_de: Das Top-VPN für<br><b>Australien</b>

source: <b>Protect</b><br>yourself & your family
de_de: <b>Schützen Sie</b><br>sich & Ihre Familie

source: With Private Internet Access®, your online activity is protected with encryption and an anonymous IP address.
de_de: Mit Private Internet Access® sind Ihre Online-Aktivitäten durch Verschlüsselung und eine anonyme IP-Adresse geschützt.

source: Reclaim your online privacy
de_de: Holen Sie sich Ihre Online-Privatsphäre zurück

source: The best VPN for travel
de_de: Das beste VPN für Reisen

source: Get the best prices on flights and hotels with Private Internet Access
de_de: Erhalten Sie dank Private Internet Access die besten Preise für Flüge und Hotels

source: Get Private Internet Access
de_de: Holen Sie sich Private Internet Access

source: <span>The best</span><br>VPN <small>for</small> travel
de_de: <span>Das beste</span><br>VPN <small>für</small> Reisen

source: Save Money When Shopping Online
de_de: Sparen Sie Geld beim Online-Einkauf

source: Using Private Internet Access when planning an upcoming trip or when booking a flight, rental car, or a hotel can get you the best prices. Connect to different servers from all over the world and check the best offers. The results just might surprise you and save you some money.
de_de: Indem Sie Private Internet Access nutzen, wenn Sie demnächst eine Reise planen, wenn sie einen Flug, einen Mietwagen oder ein Hotel buchen, können Sie die besten Preise finden. Verbinden Sie sich mit verschiedenen Servern auf der ganzen Welt und schauen Sie sich die besten Angebote an. Die Ergebnisse werden Sie wahrscheinlich überraschen – und sparen Ihnen Geld.

source: <b>Plus</b>, Private Internet Access protects you from hackers. Stay shielded against cyber-criminals, that are trying to get their hands on your banking details, passwords, pictures or emails, especially when traveling abroad.
de_de: <b>Außerdem</b> schützt Sie Private Internet Access vor Hackern. Schirmen Sie sich vor Cyberkriminellen ab, die versuchen, Ihre Bankdaten, Passwörter, Bilder oder E-Mails in die Hände zu bekommen – vor allem dann, wenn Sie im Ausland unterwegs sind.

source: A must have for travelers before and during your trip
de_de: Unverzichtbar für Reisende vor und während der Reise

source: Change your virtual location
de_de: Ändern Sie Ihren virtuellen Standort

source: Private Internet Access has a network of thousands of servers across dozens of locations in over 29 countries. Connect to servers from multiple countries to discover the best prices.
de_de: Private Internet Access verfügt über ein Netzwerk von mehreren Tausend Servern an Dutzenden von Standorten in mehr als 29 Ländern. Verbinden Sie sich mit Servern in mehreren Ländern, um die besten Preise zu finden.

source: Unlimited bandwidth
de_de: Unbegrenzte Bandbreite

source: Private Internet Access has no logs and does not throttle users.
de_de: Private Internet Access zeichnet keine Logs auf und drosselt die Verbindungen seiner Nutzer nicht.

source: Protect sensitive information while traveling
de_de: Schützen Sie sensible Informationen auf Reisen

source: Once you connect to one of Private Internet Access' remote servers your entire internet activity and sensitive data will be 100% shielded from hackers.
de_de: Sobald Sie sich mit den Remote-Servern von Private Internet Access verbunden haben, sind all Ihre Internet-Aktivitäten und sensiblen Daten zu 100 % vor Hackern geschützt.

source: Protect multiple devices
de_de: Schützen Sie mehrere Geräte

source: 1 Private Internet Access subscription can be used on up to %s devices simultaneously. Protect all your devices while you travel.
de_de: Ein einziges Abo von Private Internet Access ist auf bis zu %s Geräten gleichzeitig nutzbar. Schützen Sie alle Ihre Geräte, während Sie auf Reisen sind.

source: Four easy steps to use Private Internet Access for traveling
de_de: Vier einfache Schritte, um Private Internet Access auf Reisen zu nutzen

source: Start protecting your internet with Private Internet Access in minutes
de_de: In wenigen Minuten sind Sie dank Private Internet Access im Internet geschützt

source: Subscribe to Private Internet Access
de_de: Melden Sie sich bei Private Internet Access an

source: Download Private Internet Access
de_de: Laden Sie Private Internet Access herunter

source: Login on the Private Internet Access client with your username and password
de_de: Loggen Sie sich mit Ihrem Benutzernamen und Passwort in Ihren Client von Private Internet Access ein

source: Turn on Private Internet Access and connect to the location of your choice
de_de: Aktivieren Sie Private Internet Access und verbinden Sie sich mit einem Standort Ihrer Wahl

source: Your internet connection is now being protected and your IP address has been changed by Private Internet Access.
de_de: Ihre Internetverbindung ist jetzt geschützt und Ihre IP-Adresse wurde von Private Internet Access ausgetauscht.

source: Check out a few of our FAQs about online travel safety
de_de: Schauen Sie sich einige der häufig gestellten Fragen zu Ihrer Online-Sicherheit auf Reisen an

source: Is it safe to travel with Private Internet Access?
de_de: Ist es sicher, Private Internet Access auf Reisen zu nutzen?

source: Yes. Private Internet Access provides a VPN service with thousands of servers in 49 locations across 29 countries, including the United States, United Kingdom, Japan, and more. Our service encrypts your connection so you can use Wi-Fi networks in unknown places without fear. The better question is: Is it safe to travel without Private Internet Access?
de_de: Ja. Private Internet Access bietet einen VPN-Service mit Tausenden von Servern an 49 Standorten in 29 Ländern an – darunter die USA, das Vereinigte Königreich, Japan und weitere. Unser Service verschlüsselt Ihre Verbindung, sodass Sie auch an unbekannten Orten sorgenfrei ein WLAN nutzen können. Die Frage würde besser so lauten: Ist es sicher, ohne Private Internet Access zu reisen?

source: Do you have a refund policy?
de_de: Habt ihr eine Rückerstattungs-Richtlinie?

source: Yes. Private Internet Access has a no questions asked 7-day money back guarantee. Subscribe to Private Internet Access today to start streaming now!
de_de: Ja. Private Internet Access bietet eine 7-tägige Geld-zurück-Garantie, bei der keinen Fragen gestellt werden. Melden Sie sich noch heute bei Private Internet Access an und legen Sie direkt mit dem Streaming los!

source: Will my IP address be exposed while I am traveling?
de_de: Wird meine IP-Adresse einsehbar sein, während ich auf Reisen bin?

source: No. By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Streaming services and websites will only see our Private Internet Access IP address, not your device’s IP address.
de_de: Nein. Wenn Sie Private Internet Access nutzen, verschlüsseln Sie Ihren Datenverkehr über unseren VPN-Tunnel, der über die IP-Adresse eines unserer Server auf das Internet zugreift. Streaming-Dienste und Websites sehen nur unsere IP-Adresse von Private Internet Access, nicht die IP-Adresse Ihres Gerätes.

source: Does Private Internet Access limit bandwidth for travelers?
de_de: Beschränkt Private Internet Access die Bandbreite für Reisende?

source: No. Private Internet Access is the premier no log VPN - this means that we don’t analyze your traffic and try to limit your use, ever. All our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
de_de: Nein. Private Internet Access ist das führende VPN ohne Logs – das bedeutet, dass wir Ihren Datenverkehr nicht analysieren und auch nicht versuchen, Ihre Nutzung zu begrenzen. Alle unsere Server bieten unbegrenzte Bandbreite und wir drosseln die Verbindung unserer Nutzer nicht. Punkt. Melden Sie sich heute bei Private Internet Access an und freuen Sie sich auf ein unzensiertes Internet ohne Einschränkungen.

source: Will Private Internet Access be blocked in the country that I am traveling to?
de_de: Wird Private Internet Access in dem Land geblockt, in das ich reise?

source: No, but if it is please reach out to our 24/7 Customer Support team for help connecting. Private Internet Access believes in an open internet and is always working to make sure that no blocks exist for our VPN users. Use our service today to see why Private Internet Access is the best VPN for travelers.
de_de: Nein – aber falls dies der Fall sein sollte, hilft Ihnen unser Support-Team rund um die Uhr dabei, eine Verbindung herzustellen. Bei Private Internet Access glauben wir an ein offenes Internet und arbeiten unablässig daran, sicherzustellen, dass es keine Sperren für unsere VPN-Nutzer gibt. Melden Sie sich noch heute bei unserem Service an, um selbst zu sehen, weshalb Private Internet Access das beste VPN für Reisende ist.

source: Everyone needs<br><b>Protection</b>
de_de: Jeder braucht<br><b>Schutz</b>

source: The Best VPN for streaming
de_de: Das beste VPN für Streaming

source: Unblock new content libraries with Private Internet Access
de_de: Entsperren Sie mit Private Internet Access neue Inhaltsbibliotheken

source: The Best VPN for Streaming
de_de: Das beste VPN für Streaming

source: Discover Limitless Streaming Content
de_de: Entdecken Sie grenzenlose Streaming-Inhalte

source: Online streaming services and websites are becoming more popular every day all over the world. But sometimes geo-restrictions can limit the content you have access to. Don’t miss out on video streaming opportunities because of your location. Sign up for Private Internet Access today!
de_de: Online-Dienste und -Websites für Streaming werden von Tag zu Tag weltweit beliebter. Aber manchmal sind aufgrund von Geoblocking die Inhalte eingeschränkt, auf die Sie Zugriff haben. Lassen Sie sich nicht aufgrund Ihres Standortes die Möglichkeiten zum Video-Streaming entgehen. Melden Sie sich noch heute bei Private Internet Access an!

source: Unblock content on:
de_de: Entsperren Sie Inhalte auf:

source: A must have for your streaming needs
de_de: Unverzichtbar für Ihre Streaming-Ansprüche

source: Unlimited bandwidth for streaming
de_de: Unbegrenzte Bandbreite beim Streaming

source: Private Internet Access has no logs, never records online activity and does not throttle users.
de_de: Private Internet Access nutzt keine Logs, zeichnet keinerlei Online-Aktivitäten auf und drosselt die Geschwindigkeit der Nutzer nicht.

source: One-click solution to override geographical restrictions
de_de: Ein-Klick-Lösung, um geografische Einschränkungen zu umgehen

source: Once you have chosen your virtual location, you can connect to it using Private Internet Access with just one click.
de_de: Sobald Sie Ihren virtuellen Standort ausgewählt haben, können Sie sich mit nur einem Klick über Private Internet Access verbinden.

source: Stream on multiple devices
de_de: Streamen Sie auf mehreren Geräten

source: 1 Private Internet Access subscription can be used on up to %s devices simultaneously. Share Private Internet Access with your entire family!
de_de: Ein einziges Abo von Private Internet Access ist auf bis zu %s Geräten gleichzeitig nutzbar. Teilen Sie Private Internet Access mit Ihrer ganzen Familie!

source: Unblock streaming in only 4 easy steps
de_de: Entsperren Sie Streaming-Inhalte in nur 4 einfachen Schritten

source: Watch your favorite movies and shows in minutes
de_de: Nur ein paar Minuten, bis Sie sich Ihre Lieblingsfilme und -Sendungen anschauen können

source: Download Private Internet Access on your device
de_de: Laden Sie Private Internet Access auf Ihr Gerät herunter

source: Login-in using your username and password
de_de: Loggen Sie sich mit Ihrem Benutzernamen und Passwort ein

source: You’re ready to start streaming with Private Internet Access!
de_de: Sie sind jetzt bereit für das Streaming über Private Internet Access!

source: Got questions about streaming?<br>Here are a few of our FAQs
de_de: Haben Sie Fragen zum Thema Streaming?<br>Hier finden Sie einige der Fragen, die uns häufig gestellt werden

source: Is it safe to stream with Private Internet Access?
de_de: Ist das Streaming mit Private Internet Access sicher?

source: Yes. Private Internet Access provides a VPN service with servers in 49 locations across 29 countries, including the United States, United Kingdom, Japan, and more. The better question is: Is it safe to stream without Private Internet Access?
de_de: Ja. Private Internet Access bietet einen VPN-Service mit Servern an 49 Standorten in 29 Ländern an – darunter die USA, das Vereinigte Königreich, Japan und weitere. Die Frage würde besser so lauten: Ist es sicher, ohne Private Internet Access zu streamen?

source: Private Internet Access has a no questions asked 7-day money back guarantee. Subscribe to Private Internet Access today to start streaming now!
de_de: Private Internet Access bietet eine 7-tägige Geld-zurück-Garantie, bei der keinen Fragen gestellt werden. Melden Sie sich noch heute bei Private Internet Access an und legen Sie direkt mit dem Streaming los!

source: Will my IP address be exposed to streaming services or websites?
de_de: Wird meine IP-Adresse für Streaming-Dienste oder Websites einsehbar sein?

source: By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Streaming services and websites will only see our Private Internet Access IP address, not your device’s IP address.
de_de: Wenn Sie Private Internet Access nutzen, verschlüsseln Sie Ihren Datenverkehr über unseren VPN-Tunnel, der über die IP-Adresse eines unserer Server auf das Internet zugreift. Streaming-Dienste und Websites sehen nur unsere IP-Adresse von Private Internet Access, nicht die IP-Adresse Ihres Gerätes.

source: Does Private Internet Access limit the bandwidth that streamers can use?
de_de: Beschränkt Private Internet Access die Bandbreite, die für Streaming genutzt werden kann?

source: Private Internet Access is the premier no log VPN - this means that we don’t even know if you are streaming. All of our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
de_de: Private Internet Access ist das führende VPN ohne Logs – das bedeutet, dass wir absolut keine Ahnung haben, ob Sie streamen. Alle unsere Server bieten unbegrenzte Bandbreite und wir drosseln die Verbindung unserer Nutzer nicht. Punkt. Melden Sie sich heute bei Private Internet Access an und freuen Sie sich auf ein unzensiertes Internet ohne Einschränkungen.

source: Will Private Internet Access be blocked on my favorite streaming service or website?
de_de: Wird Private Internet Access von meinem bevorzugten Streaming-Dienst oder meiner Lieblings-Website blockiert?

source: Private Internet Access believes in an open internet and is always working to make sure that no blocks exist for our VPN users. Use our service today to see why Private Internet Access is the best VPN for streaming online.
de_de: Bei Private Internet Access glauben wir an ein offenes Internet und arbeiten unablässig daran, sicherzustellen, dass es keine Sperren für unsere VPN-Nutzer gibt. Melden Sie sich noch heute bei unserem Service an, um selbst zu sehen, weshalb Private Internet Access das beste VPN für das Online-Streaming ist.

source: Get Unbreakable Online Security With<br><b>The Best VPN for<br><span class="color_pia_light_orange">%s</span></b>
de_de: Holen Sie sich unknackbare Online-Sicherheit mit<br><b>dem besten VPN für<br><span class="color_pia_light_orange">%s</span></b>

source: Get Private Internet Access VPN
de_de: Holen Sie sich das VPN von Private Internet Access

source: Try it risk free! <i class='fas fa-award'></i><span class='text-uppercase'> %s-day money back guarantee</span>
de_de: Kostenlos ausprobieren! <i class='fas fa-award'></i><span class='text-uppercase'> %s Tage Geld-zurück-Garantie</span>
