Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/deu/LC_MESSAGES/messages.po
Languages: de_de

source: Connect to servers from all over the world
de_de: Verbinden Sie sich mit Servern überall in der Welt

source: Your IP:
de_de: Ihre IP-Adresse:

source: Your Location:
de_de: Ihr Standort:

source: Your ISP:
de_de: Ihr Internetanbieter:

source: Your Status:
de_de: Ihr Status:

source: You are not protected
de_de: Sie sind ungeschützt

source: As recommended by
de_de: Wie empfohlen von

source: today's<br>offer
de_de: Angebot<br>heute
