Repository: LondonTrustMedia/web_offers_lp
Catalog: locale/dan/LC_MESSAGES/messages.po
Languages: da_dk

source: Zoom has been accused of sharing user data with Facebook, they lied about the app having end-to-end encryption, and the app allowed meeting hosts to track attendees.<br><br><b>So get Private Internet Access to encrypt your data, hide your IP address and become anonymous while using Zoom.</b>
da_dk: Zoom er blevet beskyldt for at dele brugerdata med Facebook, de løj, da de fortalte, at appen har komplet kryptering, og appen gjorde det muligt for mødeværter at spore deltagerne.<br><br><b>Derfor har du brug for Private Internet Access, så du kan kryptere dine data, skjule din IP-adresse og forblive helt anonym, når du bruger Zoom.</b>

source: First-rate VPN service:
da_dk: Førsteklasses VPN-tjeneste:

source: Bypass censorship and unblock streaming content and sites you don't have access to. Discover geo-restricted content on platforms like Netflix, HBO GO, Amazon Prime, Disney Plus, and more.
da_dk: Omgå censur og fjern blokeringen af streamingindhold og hjemmesider, du ikke har adgang til. Gå på opdagelse i geo-blokeret indhold på platforme som Netflix, HBO GO, Amazon Prime, Disney Plus og mange flere.

source: Lightning-fast Internet
da_dk: Lynhurtigt internet

source: Private Internet Access provides the highest speeds possible. So, you can have calls without any buffering or connectivity issues.
da_dk: Private Internet Access sikrer dig de højest mulige hastigheder. Du kan derfor gennemføre opkald helt uden buffering eller forbindelsesproblemer.

source: Unbreakable Encryption
da_dk: Ubrydelig kryptering

source: Encrypt your data to make sure nobody can hack your connection and get access to your data.
da_dk: Kryptér dine data for at sikre, at ingen kan hacke din forbindelse og få adgang til dine data.

source: Become Anonymous
da_dk: Bliv anonym

source: Browse anonymously with a private IP address and protect yourself from your companies that want to get their hands on your data.
da_dk: Søg anonymt på internettet med en privat IP-adresse, og beskyt dig selv mod alle dem, der vil have fingre i dine data.

source: Connect in 4 easy steps:
da_dk: Opret forbindelse med 4 lette trin:

source: <b>Turn on</b><br>Private Internet Access and connect
da_dk: <b>Aktivér</b><br>Private Internet Access, og tilslut

source: You’re ready to start using <span>Private Internet Access</span> with zoom
da_dk: Du er nu klar til at bruge <span>Private Internet Access</span> sammen med Zoom

source: Use PIA on up to %s devices simultaneously
da_dk: Brug PIA på op til %s enheder på samme tid

source: %s-Day money back guarantee
da_dk: %s-dages pengene tilbage-garanti

source: <span class="color_pia_green">Frequently asked questions</span>
da_dk: <span class="color_pia_green">Ofte stillede spørgsmål</span>

source: How to use Private Internet Access with Zoom?
da_dk: Hvordan kan jeg bruge Private Internet Access sammen med Zoom?

source: First download and install the Private Internet Access app on the device you're planning to use for your Zoom call. Then create and verify your account. Sing-in to the PIA app using your username and password and connect to a server by clicking or tapping the big, round power button. You're now completely anonymous and protected, all that's left to do is to fire-up your Zoom app and join your conference.
da_dk: Først skal du downloade og installere Private Internet Access appen på den enhed, du vil bruge til dit Zoom-opkald. Derefter skal du oprette og verificere din konto. Log ind på PIA appen med dit brugernavn og din adgangskode, og etabler forbindelse til en server ved at klikke på eller berøre den store, runde afbryderknap. Du er nu fuldstændig anonym og beskyttet, så du kan ny fyre op under din Zoom app og deltage i enhver konference.

source: Private Internet Access has a no questions asked %s-day money back guarantee. Subscribe to Private Internet Access today to start streaming now!
da_dk: Private Internet Access har en %s-dages pengene tilbage-garanti, hvor vi ikke stiller nogen som helst spørgsmål. Abonner på Private Internet Access allerede i dag, så kan du streame med det samme!

source: Is it safe to use Private Internet Access?
da_dk: Er det sikkert at bruge Private Internet Access?

source: Yes. Private Internet Access provides a VPN service with servers in %s locations across %s countries, including the United States, United Kingdom, Japan, and more. Private Internet access never records any of its users' data. We follow a strict no-logs policy that ensures we never keep any logs of our users' activities online.
da_dk: Ja. Private Internet Access tilbyder en VPN-tjeneste med servere placeret %s forskellige steder i %s lande, herunder USA, Storbritannien, Japan og mange flere. Private Internet Access registrerer aldrig nogen som helst brugerdata. Vi følger en streng politik om ikke at logge noget som helst, hvilket sikrer, at vi aldrig logfører vores brugeres onlineaktiviteter.

source: Will my IP address be exposed while using Zoom?
da_dk: Vil min IP-adresse kunne ses, når jeg bruger Zoom?

source: No. By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Streaming services, apps and websites will only see our Private Internet Access IP address, not your device’s IP address.
da_dk: Nej. Når du bruger Private Internet Access, bliver din trafik krypteret gennem vores VPN-tunnel, som har adgang til internettet fra en af vores serveres IP-adresser. Streamingtjenester, apps og websites kan kun se vores Private Internet Access IP-adresse, ikke din enheds IP-adresse.

source: Get Unbreakable Online Security With<br><b>The Best VPN for<br><span class="color_pia_light_orange">%s</span></b>
da_dk: Få ubrydelig online sikkerhed med<br><b>den bedste VPN til<br><span class="color_pia_light_orange">%s</span></b>

source: Unblock <span>new streaming content</span><br><small>on your <span>Fire Stick TV</span></small>
da_dk: Få adgang til <span>nyt streamingindhold</span><br><small>på din <span>Fire TV Stick</span></small>

source: with Private Internet Access VPN
da_dk: med VPN fra Private Internet Access

source: Tired of watching the same shows and movies on streaming platforms?
da_dk: Er du træt af at se de samme shows og film på streamingplatformene?

source: Private Internet Access changes your IP address to one from a different location so you can discover new streaming properties.<br><b>Sign up to Private Internet Access today and unblock tons of new content from different countries around the world.</b>
da_dk: Private Internet Access ændrer din IP-adresse til en, der befinder sig et andet sted, så du kan få adgang til helt nye streamingmuligheder.<br><b>Tilmeld dig Private Internet Access allerede i dag og få adgang til tonsvis af nyt indhold fra forskellige lande rundt om i hele verden.</b>

source: Stream new content on your Fire Stick TV:
da_dk: Stream nyt indhold på din Fire TV Stick:

source: A must have for your Fire Stick TV
da_dk: Et must, hvis du har en Fire TV Stick

source: Access content from all over the world
da_dk: Få adgang til indhold fra hele verden

source: Private Internet Access has thousands of servers in over %s countries world-wide. Connect to either one of them and discover new films, TV shows and documentaries.
da_dk: Private Internet Access har tusinder af servere i over %s lande verden rundt. Forbind til en af disse for at gå på opdagelse og finde nye film, TV-shows og dokumentarprogrammer.

source: Override geographical restrictions
da_dk: Tilsidesæt de geografiske restriktioner

source: Connect to a server from a different country with just one click, straight from the Private Internet Access app, and unblock content that's not available in your country.
da_dk: Opret forbindelse til en server i et andet land med et enkelt klik, lige fra Private Internet Access appen, og få adgang til indhold, som ikke er tilgængeligt i dit land.

source: With just 1 Private Internet Access VPN subscription you can use the app on up to %s devices at the same time. This way you can unblock content on anything that has a screen and an internet connection.
da_dk: Med et enkelt Private Internet Access VPN-abonnement kan du bruge appen på op til %s enheder på samme tid. På den måde kan du få adgang til indholdet på en hvilken som helst enhed, der har en skærm og en internetforbindelse.

source: All it takes are 4 easy steps:
da_dk: 4 nemme trin og du er i gang:

source: Watch your favorite movies and shows in minutes
da_dk: Bliv klar til at se dine yndlingsfilm og shows på få minutter

source: Got questions about streaming? <span class="color_pia_green">Here are a few of our FAQs</span>
da_dk: Har du spørgsmål om streaming? <span class="color_pia_green">Her er nogle af vores ofte stillede spørgsmål</span>

source: Private Internet Access is the premier no log VPN - this means that we don’t even know if you are streaming. All our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
da_dk: Private Internet Access er den førende VPN uden logning - det betyder, at vi ikke engang ved, at du streamer. Alle vores servere tilbyder ubegrænset båndbredde, og vi begrænser ikke vores brugere. Punktum. Tilmeld dig Private Internet Access allerede i dag for at udnytte det ubegrænsede internet uden censur.

source: Private Internet Access believes in an open internet and is always working to make sure that no blocks exist for our VPN users. Use our service today to see why Private Internet Access is the best VPN for streaming online.
da_dk: Private Internet Access tror på et åbent internet og arbejder løbende på at sikre, at ingen af vores VPN-brugere bliver blokeret. Brug vores tjeneste i dag, og du vil se, hvorfor Private Internet Access er den bedste VPN til online streaming.

source: Discover an endless amount of <br><b>streaming content</b> on <span>KODI</span>
da_dk: Opdag en endeløs mængde af <br><b>streamingindhold</b> på <span>KODI</span>

source: Access geo-blocked TV shows and movies <br>while staying anonymous online
da_dk: Få adgang til geo-blokerede TV-shows og film <br>mens du forbliver anonym online

source: Don’t get into trouble while streaming on Kodi
da_dk: Undgå problemer, når du streamer på Kodi

source: Whether you use Kodi TV to watch your personal content library or for the titles you find on their website, make sure nobody will be able to find out what you're doing online.<br><b>Why? </b>Streaming content on Kodi works is basically P2P torrenting which might be illegal in your country. Luckily, with the <b>Private Internet Access VPN</b>, you can make all your internet activity totally anonymous. So, you'll never have any trouble with governmental authorities while using Kodi.
da_dk: Sørg for, at ingen kan finde ud af, hvad du laver online, uanset om du bruger Kodi TV til at se indhold fra dit personlige bibliotek eller til at søge efter titler, som du kan finde på deres website.<br><b>Hvorfor? </b>Streaming af indhold på Kodi fungerer grundlæggende som P2P-torrenting, hvilket kan være ulovligt i dit land. Heldigvis kan du med <b>Private Internet Access VPN</b> gøre al din internetaktivitet fuldstændig anonym. Så du vil aldrig få problemer med myndighederne, når du bruger Kodi.

source: P2P traffic allowed
da_dk: P2P-trafik tilladt

source: Private Internet Access supports P2P protocols such as torrents.
da_dk: Private Internet Access understøtter P2P-protokoller som f.eks. torrents.

source: No Logs Policy
da_dk: Politik om ikke at logge noget som helst

source: Private Internet Access never records its users' online activity and never keeps any logs, so you'll have complete anonymity from the moment you connect to our servers.
da_dk: Private Internet Access registrerer aldrig brugernes onlineaktiviteter, og vi logfører intet, så du er sikret fuldstændig anonymitet fra det øjeblik, du etablerer forbindelse til vores servere.

source: Bypass geographical restrictions
da_dk: Omgå geografiske restriktioner

source: Once you have chosen the location you want to use the internet from, Private Internet Access will always be one click away.
da_dk: Så snart du har valgt den placering, fra hvilken du vil tilgå internettet, er Private Internet Access altid tilgængelig med et enkelt klik.

source: Use Kodi TV on multiple devices
da_dk: Brug Kodi TV på flere enheder

source: Watch Kodi anonymously in 4 easy steps
da_dk: 4 nemme trin, og du kan se Kodi helt anonymt

source: You’re ready to start using <span>Private Internet Access</span> with your Kodi TV
da_dk: Du kan nu begynde at bruge <span>Private Internet Access</span> med Kodi TV

source: Got questions? <span class="color_pia_green">Check out our FAQs</span>
da_dk: Spørgsmål? <span class="color_pia_green">Tjek vores hyppigt stillede spørgsmål</span>

source: Is it safe to use Kodi with Private Internet Access?
da_dk: Er det sikkert at bruge Kodi med Private Internet Access?

source: Yes. Private Internet Access provides a VPN service with servers in %s locations across %s countries, including the United States, United Kingdom, Japan, and more. The better question is: Is it safe to use Kodi without Private Internet Access?
da_dk: Ja. Private Internet Access tilbyder en VPN-tjeneste med servere placeret %s forskellige steder i %s lande, herunder USA, Storbritannien, Japan og mange flere. Det rigtige spørgsmål er: Er det sikkert at bruge Kodi uden Private Internet Access?

source: Yes. Private Internet Access has a no questions asked %s-day money back guarantee. Subscribe to Private Internet Access today to start streaming now!
da_dk: Ja. Private Internet Access har en %s-dages pengene tilbage-garanti, hvor vi ikke stiller nogen som helst spørgsmål. Abonner på Private Internet Access allerede i dag, så kan du streame med det samme!

source: Will my IP address be exposed while using Kodi add-ons?
da_dk: Vil min IP-adresse kunne ses, når jeg bruger Kodi add-ons?

source: No. By using Private Internet Access, you are encrypting your traffic through our VPN tunnel which accesses the internet from one of our servers’ IP addresses. Any service or website accessed will only see our Private Internet Access IP address, not your device’s IP address.
da_dk: Nej. Når du bruger Private Internet Access, bliver din trafik krypteret gennem vores VPN-tunnel, som har adgang til internettet fra en af vores serveres IP-adresser. Uanset hvilken tjeneste eller website, du bruger, er det kun se vores Private Internet Access IP-adresse, der kan ses, ikke din enheds IP-adresse.

source: Does Private Internet Access limit bandwidth for Kodi users?
da_dk: Begrænser Private Internet Access båndbredden for Kodi brugere?

source: No. Private Internet Access is the premier no log VPN - this means that we don’t even know what software you use in conjunction with ours. All of our servers offer unlimited bandwidth and we do not throttle our users. Period. Sign up for Private Internet Access today to enjoy the unlimited and uncensored internet.
da_dk: Nej. Private Internet Access er den førende VPN uden logning - det betyder, at vi ikke engang ved, hvilken software du bruger sammen med vores. Alle vores servere tilbyder ubegrænset båndbredde, og vi begrænser ikke vores brugere. Punktum. Tilmeld dig Private Internet Access allerede i dag for at udnytte det ubegrænsede internet uden censur.

source: Experience the Best Way<br><b>to Stay <span class='color_pia_light_orange'><span class='text-uppercase'>Safe</span> on Public Wi-Fi</span><br>& <span class='color_pia_light_orange text-uppercase'>Never Risk</span> Getting Hacked </b>
da_dk: Oplev den bedste metode<br><b>til at opretholde <span class='color_pia_light_orange'><span class='text-uppercase'>sikkerheden</span> på offentlige Wi-Fi-netværk</span><br>og <span class='color_pia_light_orange text-uppercase'>helt eliminere risikoen</span> for at blive hacket </b>
